[
  {
    "text": "Асцярожна, ясны пане, З грозьбамі сваімі!",
    "author": "Янка Купала"
  },
  {
    "text": "Вянкоў мы славы не насілі",
    "author": "Янка Купала"
  },
  {
    "text": "І будзе ўнукаў панаванне Там, дзе сягоння плача дзед!",
    "author": "Янка Купала"
  },
  {
    "text": "Кожны народ сам сабе пан",
    "author": "Янка Купала"
  },
  {
    "text": "Людзьмі звацца",
    "author": "Янка Купала"
  },
  {
    "text": "Мой крык перад малітвай свету – ноль!",
    "author": "Янка Купала"
  },
  {
    "text": "Ніколі, браткі, не забуду,  Што чалавек я, хоць мужык",
    "author": "Якуб Колас"
  },
  {
    "text": "Дарогі, вечныя дарогі! Не вечна ходзяць па вас ногі! ",
    "author": "Якуб Колас"
  },
  {
    "text": "Дзень вяселля назначылі, Ды вяселля не бачылі…",
    "author": "Якуб Колас"
  },
  {
    "text": "Добра быць у дарозе, якую ты сам сабе выбіраеш",
    "author": "Якуб Колас"
  },
  {
    "text": "Дружнасць – першы крок свабоды,  Згода – сіла грамады",
    "author": "Якуб Колас"
  },
  {
    "text": "Куды не трапяць беларусы! ",
    "author": "Янка Купала"
  },
  {
    "text": "Купіць зямлю – купіць не лыка",
    "author": "Якуб Колас"
  },
  {
    "text": "Мы б мо і не крыўлялі,  Каб павадоў, ярма і пуг не зналі",
    "author": "Янка Купала"
  },
  {
    "text": "На свеце ўсё канец свой мае",
    "author": "Якуб Колас"
  },
  {
    "text": "Пакіньма напуста на лёс свой наракаць,  Скрозь слёзы скаргі сеяць па зямлі, – Нам трэба жыць і долю папраўляць,  Каб нас патомкі з часам не клялі",
    "author": "Якуб Колас"
  },
  {
    "text": "Стагналі людзі – то нічога, Клялі – і гэта не бяда, Калі ж смяецца грамада,  То смех такі гаворыць многа",
    "author": "Якуб Колас"
  },
  {
    "text": "Хоць, праўда, хлеб ядуць і з вуды, Але не ўсе і не заўсюды",
    "author": "Янка Купала"
  },
  {
    "text": "Эх ты, жыццё, жыццё людское! Няма табе, няма спакою: Ты суматоха, вір бурлівы…",
    "author": "Якуб Колас"
  },
  {
    "text": "Без кахання шчасця, долі Няма на зямлі",
    "author": "Янка Купала"
  },
  {
    "text": "Дык не гаруй жа, брат-нябога: Дзянькоў вясёлых яшчэ многа!.. ",
    "author": "Якуб Колас"
  },
  {
    "text": "Каханенькая, родненькая",
    "author": "Янка Купала"
  },
  {
    "text": "На беларускую дзяўчыну Ніхто йшчэ каменем не кінуў І не паважыцца кідаць",
    "author": "Якуб Колас"
  },
  {
    "text": "І спрэчку тым яны канчалі, Што гэту скварку разразалі",
    "author": "Якуб Колас"
  },
  {
    "text": "Назад не прыйдзе хваля тая, Што з быстрай рэчкай уплывае",
    "author": "Якуб Колас"
  },
  {
    "text": "Нам трэба жыць і долю папраўляць,  Каб нас патомкі з часам не клялі",
    "author": "Якуб Колас"
  },
  {
    "text": "Сабраць з дарог каменні тыя, Што губяць сілы маладыя",
    "author": "Якуб Колас"
  },
  {
    "text": "Вучыся, нябожа, вучэнне паможа Змагацца з нядоляй, няволяй",
    "author": "Колас, Я"
  },
  {
    "text": "Эх, досвітак маленства, лета! Вамі навек душа сагрэта! ",
    "author": "Янка Купала"
  },
  {
    "text": "Адны трымаюць нос высока Другія ў дол спускаюць вока",
    "author": "Якуб Колас"
  },
  {
    "text": "Гаршчок агорнуты пашанай, Хоць ён фаміліі глінянай",
    "author": "Якуб Колас"
  },
  {
    "text": "Добра быць у дарозе, якую ты сам сабе выбіраеш",
    "author": "Якуб Колас"
  },
  {
    "text": "Покі Юрка не меў чына,  Быў нішто сабе дзяціна",
    "author": "Якуб Колас"
  },
  {
    "text": "Абшарыць кішэні свае памяці",
    "author": "Якуб Колас"
  },
  {
    "text": "Ад прадзедаў спакон вякоў  Мне засталася спадчына;  Паміж сваіх і чужакоў Яна мне ласкай матчынай",
    "author": "Якуб Колас"
  },
  {
    "text": " Беларус-католік ці беларус-праваслаўны павінны тое помніць, што ў іх адна Бацькаўшчына – Беларусь, адна мова родная – беларуская, адны звычаі і абычаі, адвеку перадаваныя з пакалення ў пакаленне.",
    "author": "Янка Купала"
  },
  {
    "text": "Купіць зямлю – купіць не лыка",
    "author": "Янка Купала"
  },
  {
    "text": "Я печ на рай не памяняю! ",
    "author": "Якуб Колас"
  },
  {
    "text": "А парогі – прэч з дарогі! ",
    "author": "Якуб Колас"
  },
  {
    "text": "Без атак і абароны Няма сапраўднае вайны",
    "author": "Янка Купала"
  },
  {
    "text": "Будзь смелым, як вецер, як воля сама!  Знай, смелых не чэпе ні крыўда, ні цьма!",
    "author": "Янка Купала"
  },
  {
    "text": "…Жывую сілу Не запраторыш ты ў магілу",
    "author": "Янка Купала"
  },
  {
    "text": "Забілі зайца, не забілі, Але ж брат, гуку нарабілі",
    "author": "Янка Купала"
  },
  {
    "text": "Заўсёды наперад!  Ніколі назад!",
    "author": "Янка Купала"
  },
  {
    "text": "Нам трэба жыць і долю папраўляць,  Каб нас патомкі з часам не клялі",
    "author": "Якуб Колас"
  },
  {
    "text": "Асадзі назад! ",
    "author": "Янка Купала"
  },
  {
    "text": "Воля сонейку раўня",
    "author": "Якуб Колас"
  },
  {
    "text": "Дружнасць – першы крок свабоды,  Згода – сіла грамады",
    "author": "Янка Купала"
  },
  {
    "text": "Няма для духа вольнага граніцы",
    "author": "Якуб Колас"
  },
  {
    "text": "Слова, дум ніхто не звяжа",
    "author": "Якуб Колас"
  },
  {
    "text": "Хто не любіць волі, – не нашага роду",
    "author": "Якуб Колас"
  },
  {
    "text": "Вянкоў мы славы не насілі",
    "author": "Янка Купала"
  },
  {
    "text": "Славу паэтаў разносяць па свеце,  Вянкі ўскладаюць і звоняць пахвалай,  Я ж ціха йграю, хто ж ціхіх прымеце?",
    "author": "Янка Купала"
  },
  {
    "text": "Без атак і абароны Няма сапраўднае вайны",
    "author": "Янка Купала"
  },
  {
    "text": "Дзве патрэбы трэба мець, каханы! Адна рэч – розум выхаваны. Другая рэч, Антось харошы, Таксама трэба мець і грошы",
    "author": "Янка Купала"
  },
  {
    "text": "Знаць, сіла ў сяўца немалая...  Захоча – і свет пераверне!",
    "author": "Янка Купала"
  },
  {
    "text": "Каса не косіць – каса брые",
    "author": "Янка Купала"
  },
  {
    "text": "Ты так жа, брат, сееш... а дзе ж тваё жніва",
    "author": "Янка Купала"
  },
  {
    "text": "Увесь век варушымся, збіраем Канца ж патрэбам тым не знаем",
    "author": "Якуб Колас"
  },
  {
    "text": "Ці ж мы хлопцы рук не маем? Ці ж нам сілы бог не даў? ",
    "author": "Янка Купала"
  },
  {
    "text": "Чалавеку заўсёды мала, не хватае: Ці ёсць канец яго патрэбам? ",
    "author": "Якуб Колас"
  },
  {
    "text": "Эх, час касьбы, вясёлы час! І я ім цешыўся не раз",
    "author": "Якуб Колас"
  },
  {
    "text": "Вучыся, нябожа, вучэнне паможа",
    "author": "Якуб Колас"
  },
  {
    "text": "Само сонца ўзяць у рукі І, як з паходняй, з ім ісці",
    "author": "Янка Купала"
  },
  {
    "text": "Гуслям, княжа, не пішуць законаў",
    "author": "Янка Купала"
  },
  {
    "text": "Зайграйце, толькі ж не фальшыва – Як суддзі, купленыя меддзю",
    "author": "Янка Купала"
  },
  {
    "text": "Памёр пясняр...  А песня будзе жыць і жыць",
    "author": "Якуб Колас"
  },
  {
    "text": "Памёр пясняр, забыт людзямі,  А песню ўсе яго пяюць",
    "author": "Якуб Колас"
  },
  {
    "text": "Пясняр – слуга слугі ўсякай,  Пясняр і цар усіх цароў!",
    "author": "Якуб Колас"
  },
  {
    "text": "А ў кандыдатах ніколі нястачы не бывае на свеце",
    "author": "Янка Купала"
  },
  {
    "text": "Ад вёскі адбіўся, у палац не папаў",
    "author": "Янка Купала"
  },
  {
    "text": "Бо людзі схільны строіць кпіны З тваіх нягод без дай прычыны",
    "author": "Якуб Колас"
  },
  {
    "text": "Варона гонар свой збаўляе Ды зноў да сметніка вітае",
    "author": "Якуб Колас"
  },
  {
    "text": "Глядзеце, якая цаца ззяе ў смецці! ",
    "author": "Янка Купала"
  },
  {
    "text": "Дзе ўсё прыводзіцца к карыту…",
    "author": "Якуб Колас"
  },
  {
    "text": "Дрэмле Юрка ў заканурку І чакае долі",
    "author": "Янка Купала"
  },
  {
    "text": "К праўдзе ўвагі не знае, не чуе,  Як змяя, чалавечая злосць",
    "author": "Янка Купала"
  },
  {
    "text": "Крамная скура",
    "author": "Якуб Колас"
  },
  {
    "text": "На словах – магутны слон,  А на дзеле – моль…",
    "author": "Якуб Колас"
  },
  {
    "text": "Такі пісака – не расчытае і сабака ",
    "author": "Якуб Колас"
  },
  {
    "text": "Як паглядзіш–божа мілы! Што з людзямі робіць чын! ",
    "author": "Янка Купала"
  },
  {
    "text": "Які ён гога! Які дока! Як ён сябе нясе высока! ",
    "author": "Якуб Колас"
  },
  {
    "text": "Які ты, хлопча, нецярпячка, Няхай цябе затопча качка",
    "author": "Якуб Колас"
  },
  {
    "text": "А там, за светам, на чужыне Ніхто цябе, ой, не прыхіне! ",
    "author": "Янка Купала"
  },
  {
    "text": "<…> Будзіцца самапачуццё народнае, падымае старонка наша свае вочы к сонцу і распрастоўвае свае магучыя плечы. Мілаванне свайго роднага слова, сваёй ядынай бацькаўшчыны Беларусі бярэ верх над адступніцтвам і прадажніцтвам сябе ў чужую няволю.",
    "author": "Янка Купала"
  },
  {
    "text": "Дзе воўк урадзіўся,  Яму куст той мілы",
    "author": "Якуб Колас"
  },
  {
    "text": "Зірнеш і страчваешся ты: Сядзяць грыбы, як капыты",
    "author": "Янка Купала"
  },
  {
    "text": "І дзе на свеце ёсць такая, Як Нёман, рэчачка другая? ",
    "author": "Янка Купала"
  },
  {
    "text": "Маркотна мне без Беларусі",
    "author": "Янка Купала"
  },
  {
    "text": "Мой родны кут, як ты мне мілы!.. ",
    "author": "Янка Купала"
  },
  {
    "text": "На беларускую дзяўчыну Ніхто йшчэ каменем не кінуў І не паважыцца кідаць",
    "author": "Янка Купала"
  },
  {
    "text": "Не шукай ты шчасця, долі На чужым, далёкім полі...  Не шукай сабе, мой братку,  З ветрам Бацькаўшчыну-матку",
    "author": "Янка Купала"
  },
  {
    "text": "О край мой мілы!.. Усёй душою Хачу злучыцца я з табою",
    "author": "Янка Купала"
  },
  {
    "text": "Раздолле ў лузе, эх, раздолле! ",
    "author": "Янка Купала"
  },
  {
    "text": "У воду войдзеш – шчасце раю…",
    "author": "Якуб Колас"
  },
  {
    "text": "Усю Беларусь – неаб’ятну, як мора,  Убачыць у ясным, як сонца, святле",
    "author": "Янка Купала"
  },
  {
    "text": "Эх, слаўна ў лесе, слаўна, братцы! ",
    "author": "Янка Купала"
  },
  {
    "text": "Я ўрос у зямлю",
    "author": "Янка Купала"
  },
  {
    "text": "Ад зямлі да зор і сонца Няма думкам забаронцы",
    "author": "Якуб Колас"
  },
  {
    "text": "<...> Ачуняць, глянуць па-арлінаму смела, дружна на свет белы, загаманіць праўдай цэламу свету громка, свабодна мы зможам толькі тады, калі пад саламянымі стрэхамі нашых хат зойме пачэснае месца наша родная беларуская кніжка. Праз памяць на магільныя насыпы і крыжы, пад якімі бясчасна замарнеўшыя ў няволі спяць нашыя дзяды і прадзяды, праз памяць на сваіх матак, каторыя нас сваёй грудзёй ускарміла, – выракацца роднай мовы не маюць права.",
    "author": "Якуб Колас"
  },
  {
    "text": "Ведае свет, што вялікіх дум цвет Адно толькі на зломе ўзрастае",
    "author": "Якуб Колас"
  },
  {
    "text": "Думка ходзіць, дзе захоча",
    "author": "Янка Купала"
  },
  {
    "text": "Магутнае слова, ты, роднае слова!  Са мной ты на яве і ў сне;  Душу мне затрэсла пагудкаю новай,  Ты песень наўчыла мяне. ",
    "author": "Якуб Колас"
  },
  {
    "text": "Бяссмертнае слова, ты, роднае слова!  Ты крыўды, няпраўды змагло;  Хоць гналі цябе, накладалі аковы,  Дый дарма: жывеш, як жыло! ",
    "author": "Янка Купала"
  },
  {
    "text": "Свабоднае слова, ты, роднае слова!  Зайграй ты смялей, весялей!  Хоць гадзіны сыкаюць, кружацца совы,  Жывеш ты на хвалу людзей. ",
    "author": "Янка Купала"
  },
  {
    "text": "Загнанае слова, ты, роднае слова!  Грымі ж над радзімай зямлёй:  Што родная мова, хоць бедная мова,  Мілей найбагатшай чужой!",
    "author": "Якуб Колас"
  },
  {
    "text": "Хто забыў сваіх продкаў ‒ сябе губляе, Хто забыў сваю мову ‒ усё згубіў",
    "author": "Уладзімер Караткевіч"
  },
  {
    "text": "Хто не памятае мінулага, хто забывае мінулае – асуджаны зноў перажыць яго. Безліч разоў",
    "author": "Уладзімер Караткевіч"
  },
  {
    "text": "Кожную кнігу трэба пісаць так, нібы гэта твая лепшая і апошняя",
    "author": "Уладзімер Караткевіч"
  },
  {
    "text": "Кожны чалавек хоча кахаць і быць каханым, народжаны для кахання, шукае яго ўсё жыццё, моліцца яму і памірае з думкамі аб ім...",
    "author": "Уладзімер Караткевіч"
  },
  {
    "text": "Выбірай: быць пасрэднасцю на мове суседа або нечым значным на сваёй",
    "author": "Уладзімер Караткевіч"
  },
  {
    "text": "Рабі нечаканае, рабі, як не бывае, рабі, як ня робіць ніхто ‒ і тады пераможаш",
    "author": "Уладзімер Караткевіч"
  },
  {
    "text": "Каханне не памірае. Яно вечна застаецца ў грудзях лікуючай тугою слоў, Безнадзейным болем і непатольнай пяшчотай, Калі нічым не дапаможаш, хаця сэрца аб зоры разбі",
    "author": "Уладзімер Караткевіч"
  },
  {
    "text": "Уся паэзія – ад кахання",
    "author": "Уладзімер Караткевіч"
  },
  {
    "text": "... у сваёй мове ён мог бы стаць вялікім. У чужой ‒ толькі вышэй за сярэдняга",
    "author": "Уладзімер Караткевіч"
  },
  {
    "text": "Забяры ў чалавека ў адзін дзень сваякоў, хлеб, волю, мову. Ён жа ўзбунтуецца. Ён зброю возьме. А тут ціснуць патроху, па каліву, па слоўцу, па чалавеку, па песні — непрыкметна адбіраюць",
    "author": "Уладзімер Караткевіч"
  },
  {
    "text": "Але каханне не памірае...",
    "author": "Уладзімер Караткевіч"
  },
  {
    "text": "Чалавек, які робіць крыўду другому, у рэшце рэшт крыўдзіць сябе",
    "author": "Уладзімер Караткевіч"
  },
  {
    "text": "Прыгнёт нараджае не толькі рабоў. Са слабых ‒ магчыма. Але з моцных ён нараджае волатаў!",
    "author": "Уладзімер Караткевіч"
  },
  {
    "text": "Галоўным быў не хлеб. Галоўнай была свабода",
    "author": "Уладзімер Караткевіч"
  },
  {
    "text": "Мова, прыгожае пісьменства, паэзія, музыка ‒ сродак сувязі між душамі людзей, вышэйшы сродак",
    "author": "Уладзімер Караткевіч"
  },
  {
    "text": "Лепей ніякай велічы, чым веліч на касцях народа",
    "author": "Уладзімер Караткевіч"
  },
  {
    "text": "Самая вялікая ўзнагарода, калі цябе хваляць тыя людзі, якім табе неяк не здарылася ў жыцці выпадку дапамагчы і зрабіць дабро. І самая вялікая бяда, калі цябе лае і ганьбіць той, каму тое дабро ты ўсё жыццё рабіў",
    "author": "Уладзімер Караткевіч"
  },
  {
    "text": "Той, хто кахае — бессмяротны. Ён у кожную хвіліну перажывае стагоддзе. I ён — вораг смерці. Таму, што смерць не для кахання, не для маці тваіх дзяцей. А ўжо для дзяцей, для твайго бяссмерця — менш за ўсё… Толькі кахаць",
    "author": "Уладзімер Караткевіч"
  },
  {
    "text": "Абяцаюць нам новы раскошны дом,Але тут нам жыць і канаць,Тут пад кожным навекі здабытым бугромНашы продкі забітыя спяць.Яны аддалі нам меч і касу,Слова з вуснаў, цяпер нямых...І нам немагчыма пайсці адсюльІ пакінуць са смерцю іх",
    "author": "Уладзімер Караткевіч"
  },
  {
    "text": "Вечна тваім застанецца толькі тое, што ты аддаў",
    "author": "Уладзімер Караткевіч"
  },
  {
    "text": "Дзве старонкі, дваццаць ці дзвесце... А можа, тысячы тысяч? Усё адно, нават іх будзе мала, каб годна ўславіць цябе, родная беларуская мова. Таму што мільёны тваіх людзей самім існаваннем сваім з самага пачатку дзён кожным трапным словам, кожнай любоўнай ці гнеўнай думкай, кожным знішчальным, здзеклівым, іранічным або, наадварот, добрым, лірычным сказам славяць цябе. І славіць будуць, пакуль не скончыцца жыццё людское і думка людская на Зямлі",
    "author": "Уладзімер Караткевіч"
  },
  {
    "text": "Дзеці – усьмешка Божая",
    "author": "Уладзімер Караткевіч"
  },
  {
    "text": "Душа твая належыць толькі Богу і гэтым палям, шабля – ваяводзе справядлівай вайны, жыццё – усім добрым людзям, сэрца – каханай. Але гонар і чэсць – яны належаць толькі табе і больш нікому",
    "author": "Уладзімер Караткевіч"
  },
  {
    "text": "Гісторыя... Мне здаецца, супраць яе больш за ўсе лямантуюць тыя, каму нявыгадна, каб людзі разбіраліся ў сенняшнім дні",
    "author": "Уладзімер Караткевіч"
  },
  {
    "text": "Ёсць адзіна годны шлях: служыць айчыне да крывавага поту, не чакаючы ўзнагароды ад людзей і лёсу, проста таму, што іначай нельга",
    "author": "Уладзімер Караткевіч"
  },
  {
    "text": "Жыццё – даброта. Найвялікшая даброта, якая дадзена кожнаму, нягледзячы на ўвесь боль",
    "author": "Уладзімер Караткевіч"
  },
  {
    "text": "Бог пайшоў. Жыццё ідзе пад кручу.Але йдзі і не губляй спакой.Ёсць замест прыватнай неўміручасці —Бессмяротнасць нацыі тваёй.Ты памрэш. Але ў бязмежным свецеБудуць працвітаць твой Люд і Край...Вер, што ў гэтым, вер, што толькі ў гэтымШчасце пасмяротнае і рай.",
    "author": "Уладзімер Караткевіч"
  },
  {
    "text": "Лепей недаесці, як ястраб, чым пераесці, як свіння",
    "author": "Уладзімер Караткевіч"
  },
  {
    "text": "Стома – смерць. Ідзі вышэй сіл сваіх, і станеш жыць доўга",
    "author": "Уладзімер Караткевіч"
  },
  {
    "text": "Лепей за ўсё смяяцца з сябе. Ніхто не крыўдуе",
    "author": "Уладзімер Караткевіч"
  },
  {
    "text": "Народная творчасць наогул, а беларуская народная творчасць увасобку ‒ гэта мора, якое хавае сабе незлічоныя скарбы. Толькі трэба ўмець гэтыя скарбы дастаць",
    "author": "Уладзімер Караткевіч"
  },
  {
    "text": "Людзі нараджаюцца роўнымі перад сваім сумленнем",
    "author": "Уладзімер Караткевіч"
  },
  {
    "text": "Нельга давацца ў рукі хлусні",
    "author": "Уладзімер Караткевіч"
  },
  {
    "text": "Прайграць не прыніжэнне. Прыніжэнне – кпіць з таго, хто мужна прайграў",
    "author": "Уладзімер Караткевіч"
  },
  {
    "text": "Не будзь гарматным мясам для чужых капрызаў",
    "author": "Уладзімер Караткевіч"
  },
  {
    "text": "Ва ўсіх нас ёсць толькі адзін жорсткі суд – суд над сабою",
    "author": "Уладзімер Караткевіч"
  },
  {
    "text": "Аптымізм беларускі ў тым, што калі мы, нягледзячы на ўвесь песімізм і безнадзейнасць мінулага, усё ж жывём, значыць, у нас ёсць падставы гаварыць аб лепшым будучым",
    "author": "Уладзімер Караткевіч"
  },
  {
    "text": "Гіене ‒ баяцца, сабаку ‒ вішчаць, Свінні ‒ рыцца ў гноі сваім, А льву патрэбны калючы гушчар, Родны край і свабода ў ім. П'ю за тое, каб нам сярод родных лясоў Не вішчаць, не дрыжаць, не крывіць, Бо ўсе мы тут не з гіен і не з псоў,Бо мы ‒ сапраўднай крыві",
    "author": "Уладзімер Караткевіч"
  },
  {
    "text": "Задумайся над сур’ёзным і ўсміхніся жарту. І ў жарце адшукай сур’ёзнае, а ў сур’ёзным – цень усмешкі",
    "author": "Уладзімер Караткевіч"
  },
  {
    "text": "І які той цяжар ні будзе, Ён веры маёй не сагне: Мяне пахаваюць людзі, Лепшыя за мяне.",
    "author": "Уладзімер Караткевіч"
  },
  {
    "text": "Маўчанне адназначным не бывае",
    "author": "Уладзімер Караткевіч"
  },
  {
    "text": "Абапірайся на цвёрдых, сумленных, хай непакорліва-самастойных, але непадкупных",
    "author": "Уладзімер Караткевіч"
  },
  {
    "text": "Права на праўду заўсёды жыве",
    "author": "Уладзімер Караткевіч"
  },
  {
    "text": "Існуе няпісаны (і неабвержны) закон, які цудоўна ведаюць усе па-сапраўднаму адукаваныя і культурныя людзі: чым лепей ведаеш нейкую мову (і гэта можна сказаць не толькі пра мову, але і пра краіну, навуку, сяброў, многіх жанчын, мастацтва і г.д.) – тым больш яна прыгожая і значная",
    "author": "Уладзімер Караткевіч"
  },
  {
    "text": "У брахуна павінна быць выключная памяць",
    "author": "Уладзімер Караткевіч"
  },
  {
    "text": "– Ці ж Бог даў беларусу дзюбу, каб ён пішчаў?– А для чаго?– Лушчыць арэхі ды цалавацца! А ну, святыя, давай вялікую малітву!",
    "author": "Уладзімер Караткевіч"
  },
  {
    "text": "Тады дзяржава моцная, калі моцны ўвесь люд, да апошняга чалавека. Іначай, калі моцны адзін цар ды купка ягоных дарадцаў, тады рана ці позна дзяржава грыміць дагары глінянымі нагамі",
    "author": "Уладзімер Караткевіч"
  },
  {
    "text": "Нельга бясконца доўга стрымліваць самае святое ‒ урэшце адбудзецца выбух...",
    "author": "Уладзімер Караткевіч"
  },
  {
    "text": "Ёсць і ў вас, як і ў іншых, святыня. Не давайце святыні псам!",
    "author": "Уладзімер Караткевіч"
  },
  {
    "text": "Душа чалавека, падобна як алень каля вод, шукае ісціну",
    "author": "Уладзімер Караткевіч"
  },
  {
    "text": "Калі чалавецтва ідзе да спрошчанасці казарменнай – тады адна мова, калі да складанасці – мноства",
    "author": "Уладзімер Караткевіч"
  },
  {
    "text": "Наконт таго, ці шмат здолее адзін. Нават адзін здолее, калі да канца",
    "author": "Уладзімер Караткевіч"
  },
  {
    "text": "Зямлёй і людзьмі рухае дух змагання",
    "author": "Уладзімер Караткевіч"
  },
  {
    "text": "Першыя ў гонары, першыя і ў свінстве",
    "author": "Уладзімер Караткевіч"
  },
  {
    "text": "Я ведаю, што пры словах “непарушны”, “непадзельны”, “адзіны”, калі іх гаворыць мацнейшы, сапраўдных людзей цягне разбіць непадзельнасць, разбурыць непарушнасць. Бо гэта замаскаваны ланцуг рабства",
    "author": "Уладзімер Караткевіч"
  },
  {
    "text": "Абыякавы да мінулага ня мае аніякай інтэлектуальнай перавагі над жывёлай, і таму ёсьць першы кандыдат на маральную, а затым і фізычную сьмерць. Усё адно хто гэта ‒ чалавек ці народ",
    "author": "Уладзімер Караткевіч"
  },
  {
    "text": "Нязносны гонар тым, што робім сёння. Дулю!Вазьмі ў звычай, сын герояў і багоў,Не пагарджаць святым сваім мінулым,А заслужыць яшчэ,і вартым быць яго",
    "author": "Уладзімер Караткевіч"
  },
  {
    "text": "Лепей няверныя перакананні, чым зусім без іх",
    "author": "Уладзімер Караткевіч"
  },
  {
    "text": "Адзінка толькі тады “нічога не можа”, калі яна – амёба (ды й тое можа; скажам. Можа, каб горад вымер ад дызентэрыі, калі ты амёба – носьбіт гэтай заразы). Або проста носьбіт рэптыльнай баязлівасці",
    "author": "Уладзімер Караткевіч"
  },
  {
    "text": "Край мой! Родная мая зямля! Як жа мне жыць, калі я пайду з цябе? Як мне быць, калі я памру і, можа, быццё маё яшчэ некаторы час не скончыцца — і гэта й ёсць абяцанае мне пекла? Без цябе.",
    "author": "Уладзімер Караткевіч"
  },
  {
    "text": "Звяртайце ўвагу не на багацце, але на сэрца, навуку і славу ў людзей",
    "author": "Вінцэнт Дунін-Марцінкевіч"
  },
  {
    "text": "Бараніць родны край – гэта рыцараў справа!",
    "author": "Вінцэнт Дунін-Марцінкевіч"
  },
  {
    "text": "Кожнае Божае стварэнне прывязваецца да роднага кута, у якім, выходзячы з мацярынскага лона, выдала першыя гукі, у якім, падтрыманае чулымі, клапатлівымі рукамі бацькоў ставіла першыя крокі",
    "author": "Вінцэнт Дунін-Марцінкевіч"
  },
  {
    "text": "Што чуе сэрца, тое без страху гавораць нашы вусны",
    "author": "Вінцэнт Дунін-Марцінкевіч"
  },
  {
    "text": "Той кахання не дастане,Хто адно глядзіць нажывы",
    "author": "Вінцэнт Дунін-Марцінкевіч"
  },
  {
    "text": "З адукацыяй і веру спалучайце!",
    "author": "Вінцэнт Дунін-Марцінкевіч"
  },
  {
    "text": "Што зрабіў дабро, душа мая рада",
    "author": "Вінцэнт Дунін-Марцінкевіч"
  },
  {
    "text": "Калі бяседа будзіць мілыя ўспаміны,Дык момантам здадуцца вечара гадзіны",
    "author": "Вінцэнт Дунін-Марцінкевіч"
  },
  {
    "text": "Асцярожна, каб веліч былога не сцерці!",
    "author": "Вінцэнт Дунін-Марцінкевіч"
  },
  {
    "text": "Ваш суд мне не страшны, хай злосна скавычаУ будцы сабака, увагі на пса не звярну я.Як раіць пясняр Сыракомля, пішу яЦяпер, як заўсёды, на мове мужычай",
    "author": "Вінцэнт Дунін-Марцінкевіч"
  },
  {
    "text": "У людскай натуры здаўна зло такое,Што ляпей смакуе, дзетачкі, чужое",
    "author": "Вінцэнт Дунін-Марцінкевіч"
  },
  {
    "text": "Дык і ў тых, пра каго кажуць: душы іх з лёду –Растае лёд у танцы жыцця і свабоды",
    "author": "Вінцэнт Дунін-Марцінкевіч"
  },
  {
    "text": "Эх, міла ж чалавеку з прошласці ўспамінам Змагацца, зручна ўсеўшыся перад камінам",
    "author": "Вінцэнт Дунін-Марцінкевіч"
  },
  {
    "text": "На шляху здрады хіба вам Бог дапаможа?",
    "author": "Вінцэнт Дунін-Марцінкевіч"
  },
  {
    "text": "Ды гэта ўжо, відаць, прысуджана спрадвеку,Што дух пярэчання існуе ў чалавеку",
    "author": "Вінцэнт Дунін-Марцінкевіч"
  },
  {
    "text": "Людзей трэба слухаць.Не прыстоіць проціў усіх дмухаць",
    "author": "Вінцэнт Дунін-Марцінкевіч"
  },
  {
    "text": "Асвета ёсць першай прыступкай, як фізічнага, гэтак аднолькава і маральнага паляпшэння побыту",
    "author": "Вінцэнт Дунін-Марцінкевіч"
  },
  {
    "text": "Хто з Богам, з тым і Бог",
    "author": "Вінцэнт Дунін-Марцінкевіч"
  },
  {
    "text": "Між церня цвіце і прыгожая ружа",
    "author": "Вінцэнт Дунін-Марцінкевіч"
  },
  {
    "text": "Чакаць – мужыцка прывычка",
    "author": "Вінцэнт Дунін-Марцінкевіч"
  },
  {
    "text": "О Божа! Бясконцы дабра крыніцы,Калі твой люд, што цябе абражае,Заместа кары з тваёй жа дзясніцыТакое багацце мае",
    "author": "Вінцэнт Дунін-Марцінкевіч"
  },
  {
    "text": "Хоць касцёлак невялічкі,Ды ў ім стройна, гарманічна",
    "author": "Вінцэнт Дунін-Марцінкевіч"
  },
  {
    "text": "Кабета просіць, вось ангел, здаецца!",
    "author": "Вінцэнт Дунін-Марцінкевіч"
  },
  {
    "text": "Прысягу ламаць грэх вялікі, не гожа",
    "author": "Вінцэнт Дунін-Марцінкевіч"
  },
  {
    "text": "Услужыць нялёгка справядлівай славе!",
    "author": "Вінцэнт Дунін-Марцінкевіч"
  },
  {
    "text": "Хто ў Бога верыць, той не ашуканы",
    "author": "Вінцэнт Дунін-Марцінкевіч"
  },
  {
    "text": "Каб ты, адважны Гектар, мог прадбачыць,Што згінеш у баі, лёс мог бы перайначыць –Сядзеў бы ў Троі. І Ахіл не йшоў бы ў схватку, Каб знаў, што нехта там стралой прашые пятку",
    "author": "Вінцэнт Дунін-Марцінкевіч"
  },
  {
    "text": "Юрыста абдзярэ ўсіх дачыста",
    "author": "Вінцэнт Дунін-Марцінкевіч"
  },
  {
    "text": "Ці ж знаходзіць рэч цяжкая?Латва знойдзе, хто шукае",
    "author": "Вінцэнт Дунін-Марцінкевіч"
  },
  {
    "text": "Не, да скнары, каб смерць пагражала, нябога,Не ідзі за парадай і за дапамогай",
    "author": "Вінцэнт Дунін-Марцінкевіч"
  },
  {
    "text": "У прававой дзяржаве павінен кіраваць закон, а не асоба",
    "author": "Леў Сапега"
  },
  {
    "text": "Не чужой якой мовай, але сваёй уласнай законы пісаныя маем і на любую крыўду адпор сваімі законамі дадзім. (Старажытнабеларускі арыгінал: Не обчим яким языком, але своим власным права списаные маем и каждого часу чого нам потреба ку отпору всякое крывды ведати можем)",
    "author": "Леў Сапега"
  },
  {
    "text": "Для прыстойнага чалавека няма большай асалоды, як жыць у сваёй айчыне ў поўнай бясьпецы, ні з кім ня біцца і не сварыцца і каб ніхто яго не зьняславіў ці пакалечыў або паквапіўся на яго дабро",
    "author": "Леў Сапега"
  },
  {
    "text": "Пільнуйцеся, каб абіраліся і ў суды, і ў трыбуналы людзі, якія не толькі добра дасведчаныя ў законах, але і сумленне маюць, і Бога баяцца; якія б дзеля спажытку свайго, ласункаў ды падарункаў, на шкоду бліжнім законаў не перакручвалі, але, простай дарогаю ідучы, трымаліся праўды святой і людской справядлівасці і захавалі вольнасць, якою мы цешымся, у цэласнасці непарушнай",
    "author": "Леў Сапега"
  },
  {
    "text": "Наша вольнасць, якою мы ганарымся сярод хрысціянскіх народаў, найперш у тым палягае, што пана, які б панаваў не паводле законаў, але паводле жадання свайго, над сабой не маем, а самі валодаем сваёй славай, нажыткам сваім і сваім жыццём",
    "author": "Леў Сапега"
  },
  {
    "text": "З’яўляемся нявольнікамі правоў дзеля таго, каб карыстацца свабодай",
    "author": "Леў Сапега"
  },
  {
    "text": "Закон і ўсталёўваецца на тое, каб дужы-заможны не ўсё, што яму зажадаецца, чворыў",
    "author": "Леў Сапега"
  },
  {
    "text": "Мудрыя людзі ўсіх стагоддзяў сыходзіліся на думцы, што ў кожным – калі б яно не ўтварылася – гаспадарстве дастойнаму чалавеку нічога не можа быць даражэй за вольнасць. Затое няволя яму настолькі агіднаю мае быць, што не толькі маёмасцю, але і смерцю яе адганяць ад сябе павінен",
    "author": "Леў Сапега"
  },
  {
    "text": "Мэта і вынік усіх законаў, што існуюць на свеце,– каб кожны добрую славу сваю, здароўе і скарб-нажытак меў непашкоджанымі і страты ў гэтым ніколі не спадкаваў",
    "author": "Леў Сапега"
  },
  {
    "text": "Усякі жыхар, што сваёю вольнасцю ганарыцца, але не хоча ні ўведаць, ні зразумець закону, якім абаронена вольнасць яго, заслугоўвае ганьбавання",
    "author": "Леў Сапега"
  },
  {
    "text": "Добра быць коласам, але шчасьлівы той, каму давялося быць васільком. Бо нашто каласы, калі няма васількоў?",
    "author": "Максім Багдановіч"
  },
  {
    "text": "У родным краю ёсць крыніцаЖывой вады",
    "author": "Максім Багдановіч"
  },
  {
    "text": "Сэнс існавання кожнай інтэлігенцыі: яна развівае народную культуру",
    "author": "Максім Багдановіч"
  },
  {
    "text": "Ўсё знікае, праходзіць, як дым,Светлы ж след будзе вечна жывым",
    "author": "Максім Багдановіч"
  },
  {
    "text": "Ах, колькі ёсць красы цудоўнай поруч з намі,Калі глядзець вакол дзіцячымі вачамі!",
    "author": "Максім Багдановіч"
  },
  {
    "text": "Выціскаючы беларускую мову з школы, мы хілім да растраты вынікаў велізарнай, шматвяковай духоўнай працы цэлага народа, збіваем думку дзіцяці з натуральных псіхалагічных сцяжынак і груба абцінаем ягоны душэўны свет",
    "author": "Максім Багдановіч"
  },
  {
    "text": "Нашто ж на зямліСваркі і звадкі, боль і горыч,Калі ўсе мы разам ляцімДа зор?",
    "author": "Максім Багдановіч"
  },
  {
    "text": "Баронячы наш народ, мы павінны бараніць і нашу культуру. І што б там не было, а гмах яе, калісьці распачаты, павінен быць збудованы да канца",
    "author": "Максім Багдановіч"
  },
  {
    "text": "Жывеш ня вечна, чалавек, –Перажыві ж у момант век!",
    "author": "Максім Багдановіч"
  },
  {
    "text": "Рупная пчала ўмее ў соты мёд сабраць і з горкіх кветак",
    "author": "Максім Багдановіч"
  },
  {
    "text": "Хто мы такія?Толькі падарожныя, ‒ папутнікі сярод нябёс",
    "author": "Максім Багдановіч"
  },
  {
    "text": "Дзіцё, што ў коласе зярно",
    "author": "Максім Багдановіч"
  },
  {
    "text": "Хваробы лечаць і атрутамі",
    "author": "Максім Багдановіч"
  },
  {
    "text": "Старадаўняй Лiтоўскай пагонiНе разьбiць, не спынiць, не стрымаць!",
    "author": "Максім Багдановіч"
  },
  {
    "text": "Калісь глядзеў на сонца я,Мне сонца асляпіла вочы.Ды што мне цемень вечнай ночы.Калісь глядзеў на сонца я",
    "author": "Максім Багдановіч"
  },
  {
    "text": "Проці цячэньня вады Зможа толькі жывое паплыць,Хвалі ж ракі заўсягдыТое цягнуць, што скончыла жыць",
    "author": "Максім Багдановіч"
  },
  {
    "text": "Ёсць адна толькі мудрасць жыцця і яе шаную;Вось што кажа яна:Калі хочаш праўдзіва ты жыць, дык пей чару любую,Але толькі да дна",
    "author": "Максім Багдановіч"
  },
  {
    "text": "Глухі людскі натоўп",
    "author": "Максім Багдановіч"
  },
  {
    "text": "Жыві і цэльнасці шукай,Аб шыраце духоўнай дбай.І ў напружэнні паўнатыСвайго шырокага жыццяБез болю, ціха зойдзеш тыЎ краіну забыцця",
    "author": "Максім Багдановіч"
  },
  {
    "text": "Трэба з сталі каваць, гартаваць гібкі верш,Абрабіць яго трэба з цярпеннем.Як ударыш ты ім, ‒ ён, як звон, зазвініць,Брызнуць іскры з халодных камення",
    "author": "Максім Багдановіч"
  },
  {
    "text": "Мудры і кіпучы верш … ‒ як дар прыроды,Вінаграднае, густое, цёмнае віно:Дні ідуць, праходзяць годы,‒Але ўсё крапчэй, хмяльнее робіцца яно",
    "author": "Максім Багдановіч"
  },
  {
    "text": "Трэба журыцца душою на свежых магілах пуста пранёсшыхся дзён",
    "author": "Максім Багдановіч"
  },
  {
    "text": "Чалавечай душы няхораша мацаць рукамі. Далікатныя людзі самі ведаюць гэта, а недалікатным аб гэтым напамінаюць",
    "author": "Максім Багдановіч"
  },
  {
    "text": "Дай Бог арла варонай не назваць;Варону жа арлом – нічога",
    "author": "Максім Багдановіч"
  },
  {
    "text": "Кожны інтэлігент павінен адпавядаць наступным двум патрабаванням: па-першае, ён мусіць мець памкненне да ведаў, па-другое, ён мусіць імкнуцца несці свае веды на карысць народу",
    "author": "Максім Багдановіч"
  },
  {
    "text": "Як кожны народ мае сваю нацыянальную душу, так ён мае і свой асаблівы склад (стыль) творчасці, найбольш прыдатны для гэтай душы",
    "author": "Максім Багдановіч"
  },
  {
    "text": "Занасіць толькі чужое, не развіваючы свайго, ‒ гэта знача глуміць народную душу",
    "author": "Максім Багдановіч"
  },
  {
    "text": "Зварушаны, нарэшце дух народны … бясплодна не засне",
    "author": "Максім Багдановіч"
  },
  {
    "text": "Бачанаму мной – я годны веры сведак",
    "author": "Максім Багдановіч"
  },
  {
    "text": "Няма красы без спажытку, бо сама краса і ёсьць той спажытак для душы",
    "author": "Максім Багдановіч"
  },
  {
    "text": "Не хіліцца з бяды, не пужацца агня,Бо мы толькі тады дачакаемся дня,Калі нас не здалее змаганне злякаць",
    "author": "Максім Багдановіч"
  },
  {
    "text": "Ёсць на свеце такія бадзягі,Што не вераць ні ў Бога, ні ў чорта,Ім прыемны стракатыя сцягіКараблёў акіянскага порта",
    "author": "Максім Багдановіч"
  },
  {
    "text": "З усяго таго, што лягло назаўсёды ў аснову святынi народа, бяссмерця яго, ‒ ты выткана, дзiўная родная мова.",
    "author": "Максім Танк"
  },
  {
    "text": "Чалавек памірае, калі страчвае здольнасць здзіўляцца і захапляцца жыццём",
    "author": "Максім Танк"
  },
  {
    "text": "Усе дарогі бясконцыя, апрача той, якая вядзе на могілкі",
    "author": "Максім Танк"
  },
  {
    "text": "Самая большая памылка Бога, што ён стварыў чалавека, які стаў і яго забойцам...",
    "author": "Максім Танк"
  },
  {
    "text": "Гісторыя нагадвае склад запасных частак, зь якога кожны цягне патрэбную для сябе дэталь",
    "author": "Максім Танк"
  },
  {
    "text": "Народ можа дараваць пісьменьнікам многае, але ня можа дараваць маўчаньня ў часы, калі вырашаецца яго лёс",
    "author": "Максім Танк"
  },
  {
    "text": "Я такіх паэтаў не страчаў, якія маглі б напісаць лепш, але напісалі горш",
    "author": "Максім Танк"
  },
  {
    "text": "Кажуць: зло нараджае зло. А найчасьцей – яго нараджае надзея на адпушчэньне грахоў",
    "author": "Максім Танк"
  },
  {
    "text": "Ня вер, калі праклінаюць цябе званамі ўсіх званіц. Яны скрыта моляцца, цалуючы цябе",
    "author": "Максім Танк"
  },
  {
    "text": "Вечнае жыццё ёсць дастатковай платаю",
    "author": "Міндоўг"
  },
  {
    "text": "Зычліва і ахвотна чыніце ласку",
    "author": "Міндоўг"
  },
  {
    "text": "Між усіх цнотаў больш прыемная Богу тая, якая скіраваная на карысць душаў",
    "author": "Міндоўг"
  },
  {
    "text": "Яно добра, а нават і трэба знаць суседскую мову, але наперш трэба знаць сваю",
    "author": "Францішак Багушэвіч"
  },
  {
    "text": "Шмат было такіх народаў, што страцілі найперш сваю мову, так як той чалавек перад скананнем, катораму мову займае, пасля і зусім замерлі. Не пакідайце ‒ ж мовы нашай беларускай, каб не умёрлі!",
    "author": "Францішак Багушэвіч"
  },
  {
    "text": "Можа, хто спытае: гдзе ж цяпер Беларусь? Там, братцы, яна, гдзе наша мова жывець: яна ад Вільна да Мазыра, ад Вітэбска за малым не да Чарнігава, гдзе Гродна, Міньск, Магілёў, Вільня і шмат мястэчкаў і вёсак...",
    "author": "Францішак Багушэвіч"
  },
  {
    "text": "Збірайце добрыя думкі ў сэрцы сваім, як пчала мёд",
    "author": "Эўфрасіньня Полацкая"
  },
  {
    "text": "Мала казаць, а больш разумець",
    "author": "Эўфрасіньня Полацкая"
  },
  {
    "text": "Бачны свет надзвычай прыгожы і слаўны. Але прамінае, як сон, як кветка, засыхае. Вечнае і нябачнае – існуе праз вякі",
    "author": "Эўфрасіньня Полацкая"
  },
  {
    "text": "Праведнікі і пасля смерці застаюцца жывымі",
    "author": "Эўфрасіньня Полацкая"
  },
  {
    "text": "Зямная слава – прах і попел, як дым разыходзіцца, як вадзяная пара– гіне",
    "author": "Эўфрасіньня Полацкая"
  },
  {
    "text": "Я ‒ беларус, мая родная мова ‒ беларуская",
    "author": "Васіль Быкаў"
  },
  {
    "text": "Будзе незалежнай Беларусь ‒ будзе ўсё. У тым ліку мова і культура. Ня будзе незалежнасьці ‒ хутка ня будзе нічога!",
    "author": "Васіль Быкаў"
  },
  {
    "text": "Пакуты робяць чалавека чалавекам. Чалавек без пакут ‒ трава",
    "author": "Васіль Быкаў"
  },
  {
    "text": "Вайна бязлітасная да кожнага",
    "author": "Васіль Быкаў"
  },
  {
    "text": "Вайна надзіва сляпая ў адносінах да людзей і далёка не па іхніх заслугах распараджаецца жыццямі",
    "author": "Васіль Быкаў"
  },
  {
    "text": "Чалавек, які аднойчы адмовіўся ад волі, назаўжды робіцца вязнем",
    "author": "Васіль Быкаў"
  },
  {
    "text": "Я веру, што Беларусь жыве і будзе жыць. Зробім-жа ўсё дзеля гэтага",
    "author": "Васіль Быкаў"
  },
  {
    "text": "Чалавек, як i кожная жывая iстота ад Бога, нараджаецца свабодным",
    "author": "Васіль Быкаў"
  },
  {
    "text": "Нацыяналізм вялікай нацыі непазбежна перараджаецца ў шывінізм і імперыялізм, а нацыяналізм малой нацыі, якім бы ён ні быў, накіраваны перш за ўсё на выжыванне сваёй нацыі сярод іншых",
    "author": "Васіль Быкаў"
  },
  {
    "text": "Мова – аснова ня толькі нацыянальнай культуры, але і існаваньня нацыі, існаваньня этнасу",
    "author": "Васіль Быкаў"
  },
  {
    "text": "Нармальны працэс культурнага развіцця павінны быў выглядаць так: спярша ў самым поўным аб’ёме – уласная культура, затым іншыя – расейская, нямецкая, польская, ангельская – чым болей, тым лепш, наколькі хапае да таго здольнасцяў грамадства ці асобнага яго члена",
    "author": "Васіль Быкаў"
  },
  {
    "text": "Цяпер ідзе разгром нацыянальнай культуры. Беларускую мову, і без таго пераўтвораную ў помесь, ў трасянку, улады канчаткова перасталі падтрымліваць і сказалі, што яна ім непатрэбная",
    "author": "Васіль Быкаў"
  },
  {
    "text": "Талент мае права гаварыць народу ўсю праўду пра яго існаванне, часам горкую праўду",
    "author": "Васіль Быкаў"
  },
  {
    "text": "Чалавек, часам нягледзячы ні на што, становіцца вышэй за свой лёс і, значыцца, вышэй за магутную сілу выпадку",
    "author": "Васіль Быкаў"
  },
  {
    "text": "Каб дасягнуць мэты, часам трэба да апошняй магчымасці змагацца з магутнаю сілай абставін",
    "author": "Васіль Быкаў"
  },
  {
    "text": "Калі б Беларусь была менавіта незалежная, няхай бы яна была бедная, неразьвітая, адсталая ці слаба разьвітая – але калі б яна мела незалежнасьць, усё астатняе прыклалася б. А пакуль што яна не Беларусь, яна проста ператвараецца ў чарговую губэрню Расеі. Хіба не пра гэта сьведчыць уся палітыка сучаснага беларускага рэжыму?",
    "author": "Васіль Быкаў"
  },
  {
    "text": "Порахам чалавека ня выхаваеш",
    "author": "Васіль Быкаў"
  },
  {
    "text": "Мне цяжка працаваць там, дзе няма свабоды",
    "author": "Васіль Быкаў"
  },
  {
    "text": "Не дасі адразу адпор ‒ неўзабаве ўзаб'юцца на карак і будуць ехаць, колькі каму захочацца",
    "author": "Васіль Быкаў"
  },
  {
    "text": "Кожнаму наканавана прайсьці свой шлях да свабоды асобна",
    "author": "Васіль Быкаў"
  },
  {
    "text": "Няхай на іхнім баку перамога, але на нашым баку — ісціна. Праўда, з якой выстаім!",
    "author": "Васіль Быкаў"
  },
  {
    "text": "Нацыянальная сымболіка – атрыбут нацыі. Але яе ў нас скралі, нахабна абрабавалі нацыю, што страшней за эканамічны рабунак і аналягічна нацыянальнаму генацыду. Ужо адно тое, ня кажучы пра рабунак свабоды, робіць рабаўнікоў злачынцамі – злачынцамі перад нацыяй. Нават калі яны спрабуюць падмяніць, падкласьці замест сьвятыні фальшыўку і патрабаваць да яе павагі як да сьвятыні. Гэта ўжо падвоенае злачынства",
    "author": "Васіль Быкаў"
  },
  {
    "text": "Талент ‒ гэта труба, вечавы звон, барабан, але не жалейка і не свісцёлка... ён з'яўляецца на свет не для таго, каб усыпляць элегіямі, а каб гучаць як сігнал трывогі",
    "author": "Васіль Быкаў"
  },
  {
    "text": "Невялікі спакойны кут, пісьмовы стол, белае папера – гэтага хапае мне. Ня менш важная і ўпэўненасьць у тым, што мяне сярод дня ня схопяць на вуліцы незнаёмыя людзі, якім за гэта заплацілі. Я стары і ня ведаю, ці дачакаюся зьвяржэньня дыктатара Лукашэнкі",
    "author": "Васіль Быкаў"
  },
  {
    "text": "Напэўна, самае дзейснае, самае практычнае ‒ прымусіць чалавека заглянуць у сябе, прымусіць яго ўбачыць, які ён ёсць, што ў ім ёсць подлае, а што добрае. Калі ён разбярэцца ў сабе з дапамогай мастацтва, то і будзе вынік",
    "author": "Васіль Быкаў"
  },
  {
    "text": "Нявыказаная сёння праўда можа застацца нявыказанай ніколі",
    "author": "Васіль Быкаў"
  },
  {
    "text": "...рана ці позна самы жорсткі і ўсеўладны дыктатарскі рэжым рухне. Рухне зусім не таму, што яго скінуць нейкія рэвалюцыйныя сілы, а по той прычыне, што матэрыяльна ён будзе пазбаўлены магчымасцей для развіцця",
    "author": "Васіль Быкаў"
  },
  {
    "text": "Кепска неяк уладкавана ў жыцці, што ўсё ‒ і благое і добрае ‒ пазнаецца часам праз боль няўдач і памылак",
    "author": "Васіль Быкаў"
  },
  {
    "text": "Праўда ў гісторыі ‒ функцыя адназначная, з яе робяць урокі. З хлусні ніякіх урокаў не зробіш, апроч новай хлусні",
    "author": "Васіль Быкаў"
  },
  {
    "text": "Толькі пры свабодзе і Незалежнасьці магчымы працяг беларускай гісторыі",
    "author": "Васіль Быкаў"
  },
  {
    "text": "Яны самi сябе павiнны прыкончыць. Рана цi позна. Як павукi ў банцы. Калi ў банку да iх кiнуць, напрыклад, шаршня, яны ўсе наваляцца на яго i заб’юць у момант. А калi iх там не чапаць ‒ самi сябе пажруць. Бо нiкога ня жраць яны ня могуць",
    "author": "Васіль Быкаў"
  },
  {
    "text": "У грамадзтве, дзе кожны трэці – камуніст, а кожны другі – сексот, цяжка разьлічваць на перамогу дэмакратычнымі сродкамі",
    "author": "Васіль Быкаў"
  },
  {
    "text": "Не перамогчы ў сябе карысталюбца, баязліўца, не пераможаш ворага. Гэты пытанне жыцця і пытанне гісторыі",
    "author": "Васіль Быкаў"
  },
  {
    "text": "Апошнімі гадамі ў Беларусі выпрацоўваюцца мадэлі таталітарызму, якія потым дзейнічаюць у Расеі",
    "author": "Васіль Быкаў"
  },
  {
    "text": "Мы ведаем з гісторыі, што многія народы за сваю незалежнасць пралілі мора крыві. У нас жа гэта адбылося без асаблівых высілкаў і вялікіх дэбатаў... Відаць, незалежнасць патрабуе другой цаны, другой платы",
    "author": "Васіль Быкаў"
  },
  {
    "text": "Падпісаньне саюзнай дамовы – гэта ня толькі сумная справа, гэта ўвогуле злачынства стагодзьдзя. Гэта, безумоўна, генацыд беларускай нацыі – канец яе гісторыі",
    "author": "Васіль Быкаў"
  },
  {
    "text": "Як і ўсе пакуты, адну душу яны спархняюць, а другую гартуюць да трываласці сталі",
    "author": "Васіль Быкаў"
  },
  {
    "text": "Чалавек сталага ўзросту вельмі рызыкуе, калі выносіць нейкія ацэнкі моладзі: яны заўсёды будуць несправядлівыя",
    "author": "Васіль Быкаў"
  },
  {
    "text": "Нацыянальнасведамая частка грамадства наіўна кідаецца ў спрэчку наконт пераваг дзвюх граматык – Тарашкевічавай і наркомаўкі, дыскутуючы аб разыходжанні ў трактоўцы мяккасці падвоеных зычных, а ў той час камуністычныя ўлады прыбіраюць пад сваю апеку ўвесь друк, маючы на мэце канчаткова ўсталяваць расейскае аднамоўе... сацыялагічныя інстытуты і агенцтвы, што сядзяць на ўтрыманні ўрада, і ў любы момант з высмактанымі з пальцаў лічбамі могуць даказаць, што беларусы – супраць беларускай мовы, а КПБ – самая папулярная сярод іх партыя...",
    "author": "Васіль Быкаў"
  },
  {
    "text": "Я добра памятаю той дзень і час, калі ня толькі я, а ўвогуле, я так лічу, і народ, страціў свабоду. Гэта, канешне, для майго пакаленьня было на пачатку 30-х гадоў. Суцэльная калектывізацыя краіны... Ня толькі свабода, але было страчана і ўсё, зьвязанае зь ёй. Адбылася, увогуле, клясычная зьява – зьнікла свабода і, як вынік таго, зьнік хлеб. Народ на доўгія дзесяцігодзьдзі ўпаў у паласу хранічнае галадоўкі. Але рэч яшчэ ў тым, ці адчуваў ён узаемазалежнасьць свабоды і хлеба? Наўрад ці. Хаця тое выдатна разумелі бальшавіцкія кіраўнікі, якія ўпарта цьвердзілі пра новую клясавую свабоду, якой яны ў 17-м годзе дамагліся дзеля народу. Тое, вядома, было мана, і яны ведалі тое. Мабыць, гэта разумеў і адчуваў народ, але не хацеў верыць самому сабе, бо мана была прыгажэйшая за рэчаіснасьць, прыгажэйшая за свабоду, а можа, і за хлеб таксама",
    "author": "Васіль Быкаў"
  },
  {
    "text": "Як сказаў адзін мой знаёмы медык, гэта не эканоміка, гэта клініка. Мабыць, ён правы",
    "author": "Васіль Быкаў"
  },
  {
    "text": "Менавіта нацыяналізм, паводле Фрэнсіса Фукуямы, найбольш спрычыніўся да вызваленьня народаў ад камуністычнай дыктатуры. Не лібэралізм, не дэмакратыя – а менавіта нацыяналізм заняволеных камунізмам народаў. Там, дзе гэты працэс быў завершаны, зьявілася магчымасьць пераходу да дэмакратычнага лібэралізму, а дзе не завяршыўся, дзе стаўся затрыманы рэакцыйнымі сіламі – там нацыяналізм па-ранейшаму надзённы. Бо толькі нацыяналізм з найбольшай выніковасьцю здольны аб”яднаць сілы грамадзтва ў ягоным дэмакратычным разьвіцьці",
    "author": "Васіль Быкаў"
  },
  {
    "text": "Як гэта ні сумна, трэба прызнаць, што гісторыя сапраўды нічому не вучыць. Зараз, як і заўжды, наперадзе культуры і нават наперадзе эканомікі зноў ідэалогія з яе імперскай палітыкай, якія спакваля падпарадкоўваюць сабе ўсё, у тым ліку і правы чалавека",
    "author": "Васіль Быкаў"
  },
  {
    "text": "[пытаньне : «вас не хвалюе, што большасуь людзей чытае дэтэктывы і фантасціку? »] большасць чытае дэтэктывы? Я вам скажу, што яшчэ больш людзей есць улетку агуркі ці п’е гарэлку...",
    "author": "Васіль Быкаў"
  },
  {
    "text": "Пакаленні людзей, якія за шмат гадоў прызвычаіліся існаваць у дагары нагамі перакуленым свеце, па той бок славутага люстэрка, і на старасці год не здольны зразумець свае трагедыі, ‒ гэтыя пакаленні для нацыі страчаны, таксама як і для чалавецай гісторыі",
    "author": "Васіль Быкаў"
  },
  {
    "text": "Жульніцкія і шулерскія прыёмы не раскрываюцца, а яны, безумоўна, мелі месца ў беларускіх выбарах... У нас да гэтага часу камуністы ходзяць з партрэтамі Леніна-Сталіна. А наперадзе іх ідзе прэзыдэнт Лукашэнка. Беларусь выпала з нармальнага, натуральнага гістарычнага эўрапейскага працэсу. Беларусь – гэта анамалія... Выйсьце для яе – наперадзе, а яна каціцца назад. Таму інакш як самагубства я не магу гэта расцаніць",
    "author": "Васіль Быкаў"
  },
  {
    "text": "...на Захадзе, дзе сацыяльныя канфлікты невялікія, дзе чалавек дасягнуў многага – ну, калі не цалкам шчаслівага, дык хоць бы забяспечанага жыцця, ‒ там палітызаваная літаратура патрэбна, можа, у меншай меры. Там літаратура можа дазволіць сабе захапляцца нейкімі драбніцамі жыцця, але каб у нас...",
    "author": "Васіль Быкаў"
  },
  {
    "text": "Што тычыцца пазiцыi ўладаў да мяне, да гэтых усякiх кампанiй знявагi, то я скажу, што яны мяне мала чапаюць. Ад такiх улад iншага чакаць нельга. Я б куды горш сябе адчуваў, каб гэтыя ўлады пачалi мяне хвалiць, наблiжаць i адоваць прывiлеямi... А калi мяне там лаюць i паносяць гэтыя людзi, ну, мабыць, так сказаць, я ў iх вачах гэта заслужыў ‒ i гэта нармальна...",
    "author": "Васіль Быкаў"
  },
  {
    "text": "Нельга з феадалізму адразу сягнуць у сацыялізм, з эканамічнага прымітыву Верхняй Вольты інтэгравацца ў высокаразвіты Еўрапейскі Эканамічны Саюз, ад бальшавіцкага лікбезу ўзвысіцца да сучаснай еўрапейскай культуры. Мусіць, спярша трэба назапасіць эканамічны, культурны, маральны капітал",
    "author": "Васіль Быкаў"
  },
  {
    "text": "Верныя рыцары рашучай фразы, яны сьпярша ап'янілі тых, хто іх слухаў на ўсіх тых шматлюдных мітынгах, а затым неўпрыцям і самі паверылі ў свае прыгожыя словы. Калі ж і самі сталі нявольнікамі ўласных хмельных прамоваў, тады ўжо нічога нельга было ні спыніць, ні перайначыць",
    "author": "Васіль Быкаў"
  },
  {
    "text": "Шляхі-дарогі роднага краю ўплываюць на шлях чалавечага жыцця",
    "author": "Васіль Быкаў"
  }
]