{
    "type": "success",
    "value": [
        {
            "id": 1,
            "joke": "Чак Норрис выворачивает ребристые презервативы наизнанку, чтобы самому получить удовольствие.",
            "categories": [
                "explicit"
            ]
        },
        {
            "id": 2,
            "joke": "МакГайвер может построить самолет из скрепок и изоленты. Чак Норрис может навалять ему и отобрать самолет",
            "categories": []
        },
        {
            "id": 3,
            "joke": "Чак Норрис не читает книг. Он угрожающе на них смотрит до тех пор, пока не получит нужную информацию.",
            "categories": []
        },
        {
            "id": 4,
            "joke": "Если спросить у Чака Норриса сколько времени, он всегда отвечает &quot;Осталось две секунды&quot;. Если спросить &quot;Две секунды до чего?&quot;, вы получите в лицо ногой с разворота.",
            "categories": []
        },
        {
            "id": 5,
            "joke": "Чак Норрис потерял девственность раньше, чем его отец.",
            "categories": [
                "explicit"
            ]
        },
        {
            "id": 6,
            "joke": "С 1940, года рождения Чака Норриса, количество смертей, связанных с ударом ногой с разворота, увеличилось на 13,000 процентов.",
            "categories": []
        },
        {
            "id": 12,
            "joke": "Чак Норрис сбрасывает кожу два раза в год.",
            "categories": []
        },
        {
            "id": 13,
            "joke": "Однажды Чак Норрис и Лэнс Армстронг выясняли, у кого больше яиц. У Чака их больше на 5.",
            "categories": [
                "explicit"
            ]
        },
        {
            "id": 14,
            "joke": "В бейсболе нет стероидов. Только спортсмены, на которых дыхнул Чак Норрис.",
            "categories": []
        },
        {
            "id": 15,
            "joke": "Когда Чак Норрис сдает кровь, ему не нужен шприц. Он требует лишь пистолет и ведро.",
            "categories": []
        },
        {
            "id": 16,
            "joke": "На самом деле Плутон - это лишь кучка британских солдат времен Американской революции, которых Чак Норрис отправил на орбиту ударом ногой с разворота.",
            "categories": []
        },
        {
            "id": 17,
            "joke": "Чак Норрис не делает девушкам &quot;чайный пакетик&quot;, он делает &quot;два огромных мешка с картошкой&quot;.",
            "categories": [
                "explicit"
            ]
        },
        {
            "id": 18,
            "joke": "Если верить Encyclopedia Brittanica, &quot;Путь Слез&quot; Коренных Американцев - это любое место, где прошелся Чак Норрис.",
            "categories": []
        },
        {
            "id": 19,
            "joke": "В среднестатистической жилой комнате есть 1,242 объекта, с помощью которых Чак Норрис убьет тебя, включая саму комнату.",
            "categories": []
        },
        {
            "id": 20,
            "joke": "Чака Норриса вырезали из четвертой части Цивилизации, так как он уделывал всех за один ход.",
            "categories": [
                "nerdy"
            ]
        },
        {
            "id": 21,
            "joke": "Чак Норрис не признает ванны, ему больше по душе кровавая баня.",
            "categories": []
        },
        {
            "id": 23,
            "joke": "Время никого не ждет. Кроме Чака Норриса.",
            "categories": []
        },
        {
            "id": 24,
            "joke": "Чак Норрис может ударить настолько сильно, что буквально запечатает удар в твоей ДНК. И даже спустя десятилетия твои потомки будут внезапно хвататься за голову и кричать &quot;Твою ж мать, как больно!&quot;.",
            "categories": []
        },
        {
            "id": 25,
            "joke": "В библии Иисус превращал воду в вино. А потом Чак Норрис превратил это вино в пиво.",
            "categories": []
        },
        {
            "id": 26,
            "joke": "Чак Норрис - единственный человек, иллюстрирующий принцип неопределенности Гейзенберга - невозможно одновременно знать, где и с какой скоростью ты получишь от него ногой с разворота.",
            "categories": [
                "nerdy"
            ]
        },
        {
            "id": 27,
            "joke": "Перегнать гепарда... Перетянуть локомотив... Перемахнуть через небоскреб... Некоторые простые упражнения из разминки Чака Норриса.",
            "categories": []
        },
        {
            "id": 28,
            "joke": "У Чака Норриса не конский хрен. Это у коня хрен ЧакНоррисовский.",
            "categories": [
                "explicit"
            ]
        },
        {
            "id": 29,
            "joke": "Черепашки-ниндзя на самом деле основаны на реальных событиях: Чак Норрис однажды проглотил черепаху, и примерно через сутки в канализации появилась двухметровая черепаха, знающая карате.",
            "categories": []
        },
        {
            "id": 30,
            "joke": "Однажды кто-то сказал Чаку Норрису, что удар ногой с разворота - отстой. Историки называют это самой большой ошибкой человечества.",
            "categories": []
        },
        {
            "id": 31,
            "joke": "Чак Норрис бросил гранату и убил 50 человек. А потом граната взорвалась.",
            "categories": []
        },
        {
            "id": 33,
            "joke": "Чак Норрис сбил немецкий истребитель пальцем-пистолетом. Сказав &quot;Бабах!&quot;",
            "categories": []
        },
        {
            "id": 34,
            "joke": "Начальная сцена фильма &quot;Спасти рядового Райана&quot; основана на школьной записи игры Чака Норриса в вышибалу.",
            "categories": []
        },
        {
            "id": 35,
            "joke": "Обмани меня один раз - позор тебе. Обмани один раз Чака Норриса - получи ногой с разворота.",
            "categories": []
        },
        {
            "id": 36,
            "joke": "Сначала Чак Норрис присутствовал в игре &quot;Street Fighter II&quot;, но на стадии бета-теста его вырезали, так как вне зависимости от нажатых кнопок он только бил ногой с разворота. Когда его спросили об этом глюке, Чак из игры ответил &quot;А это не глюк.&quot;",
            "categories": [
                "nerdy"
            ]
        },
        {
            "id": 37,
            "joke": "Если в Балде собрать &quot;Чак Норрис&quot;, то ты победишь. В любой игре.",
            "categories": []
        },
        {
            "id": 38,
            "joke": "Кто-то однажды снял на видео Чака Норриса в бешенстве. Полученный материал назвали Техасская резня бензопилой.",
            "categories": []
        },
        {
            "id": 39,
            "joke": "Чак Норрис не просто ходит по земле – он вращает планету по орбите.",
            "categories": []
        },
        {
            "id": 40,
            "joke": "Знак парковки для инвалидов на самом деле предупреждает, что это место принадлежит Чаку Норрису. И он превратит тебя в инвалида, если ты на нем припаркуешься.",
            "categories": []
        },
        {
            "id": 41,
            "joke": "Чак Норрис не стирает одежду. Он ее потрошит.",
            "categories": []
        },
        {
            "id": 42,
            "joke": "Чак Норрис не взбивает масло. Он просто бьет корову.",
            "categories": []
        },
        {
            "id": 43,
            "joke": "В полицейской кодировке нападение на Чака Норриса - 45-11.... Самоубийство.",
            "categories": []
        },
        {
            "id": 44,
            "joke": "Чак Норрис обыграл стену в теннис.",
            "categories": []
        },
        {
            "id": 45,
            "joke": "Что последнее промелькнуло в головах жертв Чака Норриса? Его ботинок.",
            "categories": []
        },
        {
            "id": 46,
            "joke": "Чак Норрис однажды съел 3 двухкиллограммовых стейка за 1 час. Просто первые 45 минут он занимался сексом с официанткой.",
            "categories": [
                "explicit"
            ]
        },
        {
            "id": 47,
            "joke": "Теории эволюции не существует, есть только список существ, которым Чак Норрис позволил жить.",
            "categories": []
        },
        {
            "id": 48,
            "joke": "Чак Норрис выигрывает в крестики-нолики на первом ходу.",
            "categories": []
        },
        {
            "id": 49,
            "joke": "CNN изначально означало &quot;Чак Норрис Network&quot;, чтобы любой американец мог получить по заднице не вставая с дивана.",
            "categories": []
        },
        {
            "id": 50,
            "joke": "Чак Норрис создал знаменитый рецепт &quot;11 трав и специй&quot;. Но никто никогда не вспоминает двенадцатый ингредиент: Страх.",
            "categories": []
        },
        {
            "id": 51,
            "joke": "Самый короткий путь к сердцу мужчины - кулак Чака Норриса.",
            "categories": []
        },
        {
            "id": 52,
            "joke": "Когда Чак Норрис оплачивает налоги, он отправляет банку пустые бланки и свое фото. Чак Норрис не платит налоги, никогда.",
            "categories": []
        },
        {
            "id": 53,
            "joke": "Чак Норрис водит фургончик мороженщика, увешанный черепами его врагов.",
            "categories": []
        },
        {
            "id": 55,
            "joke": "У большинства людей 23 пары хромосом. У Чака Норриса их 72. И все смертельно опасны.",
            "categories": []
        },
        {
            "id": 56,
            "joke": "Великую Китайскую Стену изначально строили, чтобы защититься от Чака Норриса. Не вышло.",
            "categories": []
        },
        {
            "id": 57,
            "joke": "Чак Норрис 3 метра ростом, весит 2 тонны, дышит огнем, каждое утро съедает стальной молот и закусывает его выстрелом из дробовика.",
            "categories": []
        },
        {
            "id": 58,
            "joke": "Чак Норрис делает круги на полях. Потому что иногда кукурузе нужно полежать. Так-то.",
            "categories": []
        },
        {
            "id": 59,
            "joke": "Однажды Чак Норрис так сильно ударил ногой с разворота, что его нога переместилась в прошлое и наклонила Пизанскую башню.",
            "categories": []
        },
        {
            "id": 60,
            "joke": "Чак Норрис не платит за телефон. От просто трясет трубку, и деньги сами выпадают. От ужаса.",
            "categories": []
        },
        {
            "id": 61,
            "joke": "Однажды Чак Норрис съел торт. Его друзья не успели сказать ему, что в торте была стриптизерша.",
            "categories": []
        },
        {
            "id": 62,
            "joke": "Некоторые люди любят лягушачьи лапки. Чак Норрис любит лапки ящериц. Так появились змеи.",
            "categories": []
        },
        {
            "id": 64,
            "joke": "Не существует национальностей, только страны, в которых Чак Норрис избил людей до определенного цвета.",
            "categories": []
        },
        {
            "id": 65,
            "joke": "Однажды Чак Норрис заказал в McDonald's МакМаффин с яйцом, но ему его не выдали, так как было уже 10.15, он так сильно ударил ресторан ногой с разворота, что тот превратился в Wendy's.",
            "categories": []
        },
        {
            "id": 66,
            "joke": "Чак Норрис не раскрашивает раскраски, так как в его фломастерах только кровь его несчастных жертв. К сожалению, кровь бывает только красной.",
            "categories": []
        },
        {
            "id": 67,
            "joke": "Удар Чака Норриса ногой с разворота - предпочтительный метод смертельной казни в 16 американских штатах.",
            "categories": []
        },
        {
            "id": 68,
            "joke": "Заходя в воду, Чак Норрис не стоновится мокрым. Это вода становится ЧакНоррисовой.",
            "categories": []
        },
        {
            "id": 69,
            "joke": "Ученые вычислили, что энергия Большого Взрыва приблизительно равна 1 УЧННР (Удар Чака Норриса Ногой с Разворота).",
            "categories": [
                "nerdy"
            ]
        },
        {
            "id": 70,
            "joke": "В доме Чака Норриса нет дверей. Только стены, через которые он проходит.",
            "categories": []
        },
        {
            "id": 71,
            "joke": "Если Чак Норрис займется сексом с мужчиной, это будет не потому что он гей. Просто у него закончились женщины.",
            "categories": [
                "explicit"
            ]
        },
        {
            "id": 72,
            "joke": "Сколько метров пролетит камень, брошенный Чаком Норрисом? Все.",
            "categories": []
        },
        {
            "id": 73,
            "joke": "Чак Норрис не пишет письма, слова сами от страха становятся в нужном ему порядке.",
            "categories": []
        },
        {
            "id": 74,
            "joke": "Во всех МакДональдсах штата Техас есть порция в 10 раз больше Большой. ЧакНоррисовская.",
            "categories": []
        },
        {
            "id": 75,
            "joke": "Чак Норрис может поверить, что это не масло.",
            "categories": []
        },
        {
            "id": 76,
            "joke": "Один удар Чака Норриса ногой с разворота обеспечивает Австралию электроэнергией примерно на 44 минуты.",
            "categories": []
        },
        {
            "id": 77,
            "joke": "Чак Норрис может делить на ноль.",
            "categories": []
        },
        {
            "id": 78,
            "joke": "Там, где нас нет, трава всегда зеленее. Если там, конечно, не побывал Чак Норрис. В этом случае там все пропитано кровью и слезами.",
            "categories": []
        },
        {
            "id": 80,
            "joke": "Третий Закон Ньютона ошибочен: Нету силы, способной противодействовать удару Чака Норриса ногой с разворота.",
            "categories": []
        },
        {
            "id": 81,
            "joke": "Чак Норрис придумал свое Кунг-Фу. Оно называется Убь-Ю.",
            "categories": []
        },
        {
            "id": 82,
            "joke": "Шел второй день съемок Крутого Уокера во Франции. Франция капитулировала.",
            "categories": []
        },
        {
            "id": 83,
            "joke": "Когда Чак Норрис писает, его струя сбивает спутники с орбиты.",
            "categories": []
        },
        {
            "id": 84,
            "joke": "Когда говорит Чак Норрис, его все слушают. И умирают.",
            "categories": []
        },
        {
            "id": 85,
            "joke": "Когда Стивен Сигал убивает ниндзю - он сдирает с него кожу. Когда Чак Норрис убивает ниндзю - он сдирает с него ниндзю.",
            "categories": []
        },
        {
            "id": 86,
            "joke": "Уилт Чемберлен заявляет, что за свою жизнь переспал более чем с 20,000 женщин. У Чака Норриса это называется &quot;обычный скучный вторник&quot;.",
            "categories": [
                "explicit"
            ]
        },
        {
            "id": 87,
            "joke": "Чак Норрис не бреется. Если нужно избавиться от щетины, он просто бьет себя по лицу.",
            "categories": []
        },
        {
            "id": 88,
            "joke": "Единственная вещь во Вселенной, способная ранить Чака Норриса - это Чак Норрис.",
            "categories": []
        },
        {
            "id": 89,
            "joke": "У многих мужчин левое яичко больше правого. У Чака Норриса любое яичко больше чем другое.",
            "categories": [
                "explicit"
            ]
        },
        {
            "id": 90,
            "joke": "Чак Норрис всегда знает, где прячется Кармен СанДиего.",
            "categories": []
        },
        {
            "id": 91,
            "joke": "Сдавая экзамен, на любой вопрос отвечайте &quot;Чак Норрис&quot;. Вы сдадите все экзамены.",
            "categories": []
        },
        {
            "id": 92,
            "joke": "Чак Норрис изобрел черный. Вообще, Чак Норрис придумал весь спектр. Кроме розового. Розовый придумал Том Круз.",
            "categories": []
        },
        {
            "id": 93,
            "joke": "Математика Чака Норриса проста, что-угодно + что-угодно равно 1. Один удар ногой с разворота.",
            "categories": []
        },
        {
            "id": 94,
            "joke": "Чак Норрис настолько невозмутим, что выиграл Мировой турнир по покеру в 1983, имея на руках Джокер, &quot;Бесплатный выход из тюрьмы&quot; из Монополии, 2 крестей, 7 пик и зеленую 4 из Uno.",
            "categories": []
        },
        {
            "id": 95,
            "joke": "На свой День Рождения Чак Норрис случайно выбирает одного человека и закидывает его на Солнце.",
            "categories": []
        },
        {
            "id": 96,
            "joke": "Все ненавидят Криса. Кроме Чака Норриса.",
            "categories": []
        },
        {
            "id": 97,
            "joke": "Чак Норрис не блюёт. Никогда.",
            "categories": []
        },
        {
            "id": 98,
            "joke": "Вначале не было ничего...затем Чак Норрис ударил ничего ногой с разворота и молвил &quot;А ну за работу!&quot;. Так зародилась Вселенная.",
            "categories": []
        },
        {
            "id": 99,
            "joke": "Вокруг Чака Норриса вращаются 12 спутников. Один из них называется Земля.",
            "categories": []
        },
        {
            "id": 100,
            "joke": "Чак Норрис мелет кофе зубами, а воду вскипячивает своей яростью.",
            "categories": []
        },
        {
            "id": 101,
            "joke": "На раскопках археологи обнаружили толковый словарь 1236 года. В нем слово &quot;жертва&quot; определялась как &quot;тот, кто столкнулся с Чаком Норрисом&quot;",
            "categories": []
        },
        {
            "id": 102,
            "joke": "Чак Норрис пришел в Burger King и заказал БигМак. Его принесли.",
            "categories": []
        },
        {
            "id": 103,
            "joke": "Заходит Чак Норрис в бар. Бар взрывается.",
            "categories": []
        },
        {
            "id": 104,
            "joke": "Если загуглить &quot;Чака Норриса отпинали&quot;, вы получите 0 результатов. Такое физически невозможно.",
            "categories": []
        },
        {
            "id": 105,
            "joke": "Чак Норрис выпивает канистру молока за 37 секунд.",
            "categories": []
        },
        {
            "id": 106,
            "joke": "Малоизвестный медицинский факт: Чак Норрис изобрел Кесарево сечение, когда ему надоело сидеть в утробе.",
            "categories": []
        },
        {
            "id": 107,
            "joke": "В боулинге у Чака Норриса всегда страйк. Кегли просто падают в ужасе.",
            "categories": []
        },
        {
            "id": 108,
            "joke": "Изначально в шоу &quot;Остаться в живых&quot; участников высаживали на остров с Чаком Норрисом. В живых остался только Чак Норрис.",
            "categories": []
        },
        {
            "id": 109,
            "joke": "Чак Норрис может просмотреть двухчасовой фильм за 20 минут.",
            "categories": []
        },
        {
            "id": 110,
            "joke": "Говорят, мол, если ты умираешь во сне, то вскоре ты умрешь и в реальной жизни. Вопрос только в том, как быстро Чак Норрис найдет тебя.",
            "categories": []
        },
        {
            "id": 111,
            "joke": "Человеческая жизнь - высшая ценность для Чака Норриса... до тех пор, пока эта ценность не встанет у него на пути.",
            "categories": []
        },
        {
            "id": 112,
            "joke": "Бермудский треугольник изначально был квадратом. Просто Чак Норрис однажды ударил один угол ногой с разворота.",
            "categories": []
        },
        {
            "id": 114,
            "joke": "Чак Норрис не верит Диме Билану.",
            "categories": []
        },
        {
            "id": 115,
            "joke": "Находясь в толпе, Чак Норрис не обходит людей. Он проходит их насквозь.",
            "categories": []
        },
        {
            "id": 116,
            "joke": "Однажды Чак Норрис съел целую банку снотворного. От этого он моргнул.",
            "categories": []
        },
        {
            "id": 117,
            "joke": "Изначально Джеймс Кэмерон хотел, чтобы Терминатора сыграл Чак Норрис. Однако понял, что тогда его научно-фантастический фильм превратился бы в фильм-биографию. Поэтому роль отдали Арнольду Шварцнеггеру.",
            "categories": []
        },
        {
            "id": 118,
            "joke": "Чак Норрис может потрогать MC Hammer.",
            "categories": []
        },
        {
            "id": 119,
            "joke": "Много лет назад Чак Норрис повстречал медведя. Медведь так испугался, что моментально побелел и убежал на Северный полюс, чтобы спрятаться",
            "categories": []
        },
        {
            "id": 120,
            "joke": "Чак Норрис выиграл в Русскую рулетку с полность заряженным револьвером.",
            "categories": []
        },
        {
            "id": 121,
            "joke": "Нужно 14 клоунов, чтобы Чак Норрис улыбнулся. Но достаточно двух, чтобы он уничтожил целый приют.",
            "categories": []
        },
        {
            "id": 122,
            "joke": "Чак Норрис несет ответственность за перенаселение в Китае. Он приехал туда на соревнования по каратэ, и все женщины в радиусе 1000 километров моментально забеременнели.",
            "categories": []
        },
        {
            "id": 123,
            "joke": "Люди носят пижамы с Суперменом. Супермен носит пижаму с Чаком Норрисом.",
            "categories": []
        },
        {
            "id": 124,
            "joke": "Когда-то Чак Норрис работал ведущим прогноза погоды в Сан-Диего. Все его прогнозы были одинаковы: Облачно, возможна БОЛЬ.",
            "categories": []
        },
        {
            "id": 125,
            "joke": "Чак Норрис может растянуть алмазы обратно в уголь.",
            "categories": []
        },
        {
            "id": 126,
            "joke": "Отжимаясь, Чак Норрис не поднимает себя, он опускает Землю.",
            "categories": []
        },
        {
            "id": 127,
            "joke": "Чак Норрис изобрел рычажную винтовку, алкоголь, половой акт и футбол. Именно в такой последовательности.",
            "categories": []
        },
        {
            "id": 128,
            "joke": "Чихая, Чак Норрис вызывает торнадо в Техасе.",
            "categories": []
        },
        {
            "id": 129,
            "joke": "Чак Норрис держит друзей близко, а врагов еще ближе. Достаточно близко, чтобы ударить ногой с разворота.",
            "categories": []
        },
        {
            "id": 130,
            "joke": "В киноленте «Парк Юрского периода» тираннозавр не гнался за автомобилем-внедорожником. Он убегал от Чака Норриса.",
            "categories": []
        },
        {
            "id": 131,
            "joke": "В сериале Звездный путь Скотти часто говорит &quot;Капитан, я же не могу менять законы физики&quot;. А Чак Норрис может.",
            "categories": []
        },
        {
            "id": 132,
            "joke": "Из названия фильма Walker Texas Ranger можно составить анаграмму KARATE WRANGLER SEX. Забавно, да?",
            "categories": []
        },
        {
            "id": 133,
            "joke": "Чак Норрис не ударяется мизинчиком. Он просто случайно уничтожает стулья, комоды и кровати.",
            "categories": []
        },
        {
            "id": 134,
            "joke": "Своим фирменным ударом ногой с разворота Чак Норрис забил гол на стадионе RJ Stadium в Тампа Бэй с линии 50 ярдов...стадиона Qualcomm stadium в Сан-Диего.",
            "categories": []
        },
        {
            "id": 135,
            "joke": "Удар Чака Норриса ногой с разворота на самом деле не убивает людей. Он уничтожает вообще всю информацию о них из пространственно-временного континума.",
            "categories": []
        },
        {
            "id": 136,
            "joke": "У Чака Норриса нету ни печи, ни духовки, ни микроволновки.  Потму что месть - это блюдо, которое подают холодным.",
            "categories": []
        },
        {
            "id": 137,
            "joke": "Тому Клэнси приходится платить авторские отчисления Чаку Норрису, так как название его книги &quot;Ужас всего мира&quot; является названием автобиографии Чака Норриса.",
            "categories": []
        },
        {
            "id": 138,
            "joke": "Чак Норрис может хлопнуть вращающейся дверью.",
            "categories": []
        },
        {
            "id": 140,
            "joke": "Чак Норрис работал дератизатором, но карьера не удалась. Когда он входил в дом, вместе с мышами и тараканами от страха мгновенно умирали и хозяева.",
            "categories": []
        },
        {
            "id": 141,
            "joke": "В ориганальном сценарии Властелина колец не было Фродо Бэггинса, вместо него был Чак Норрис. Вся история заняла лишь 5 страниц, так как Чак Норрис до смерти избил Саурона еще в первой главе.",
            "categories": []
        },
        {
            "id": 142,
            "joke": "Любимый цвет Хелен Келлер - Чак Норрис.",
            "categories": []
        },
        {
            "id": 143,
            "joke": "Чак Норрис ест вяленую говядину, а на выходе получает порох. С помощью пороха он делает патрон, с помощью которого он убивает корову, чтобы сделать еще вяленой говядинки. Люди называют это &quot;Жизненный круговорот.&quot;",
            "categories": []
        },
        {
            "id": 144,
            "joke": "Если, благодаря какому-то невероятному-невозможному парадоксу, Чаку Норрису придется драться с самим собой, он победит. Точка.",
            "categories": []
        },
        {
            "id": 145,
            "joke": "Гугл не собирает личную информацию Чака Норриса. Он был очень убедителен.",
            "categories": []
        },
        {
            "id": 146,
            "joke": "Пешеходные светофоры в родном городе Чака Норриса имеют только два значения &quot;Умри медленно&quot; and &quot;Умри быстро&quot;. И картинка с Чаком, бьющего кулаком или пинающего пешехода, соответственно.",
            "categories": []
        },
        {
            "id": 147,
            "joke": "Научный факт: Удары ногой с разворота в основном состоят из химического элемента ЧакНоррисий.",
            "categories": []
        },
        {
            "id": 149,
            "joke": "Полет Чака Норриса в космос подтвердил, что мы одни во Вселенной. До полета мы были не одни.",
            "categories": []
        },
        {
            "id": 150,
            "joke": "Однажды Супермен посмотрел эпизод Крутого Уокера. Плакал всю ночь.",
            "categories": []
        },
        {
            "id": 151,
            "joke": "Чак Норрис не ходит по земле. Чак Норрис ходит по головам врагов.",
            "categories": []
        },
        {
            "id": 153,
            "joke": "Фильм &quot;Отряд Дельта&quot; снимали очень долго, так как Чаку Норрису пришлось ограничивать свою силу. Первые сцены с ним выглядели слишком нереалистично.",
            "categories": []
        },
        {
            "id": 154,
            "joke": "Кинофакт: Фильм &quot;Вторжение в США.&quot;, на самом деле, документальный.",
            "categories": []
        },
        {
            "id": 155,
            "joke": "Чак Норрис никогда не делает себе прическу. Его волосы сами в ужасе укладываются как надо и боятся двинуться.",
            "categories": []
        },
        {
            "id": 156,
            "joke": "Никакого глобального потепления нет. Чаку было холодно - Чак подкрутил Солнце.",
            "categories": []
        },
        {
            "id": 157,
            "joke": "Исследование показало основные причины смерти в США: 1. Сердечная недостаточность, 2. Чак Норрис, 3. Рак",
            "categories": []
        },
        {
            "id": 158,
            "joke": "Многие верят, что Иисуса распяли после того, как не смогли распять Чака Норриса, так как никакие гвозди не могли проткнуть его кожу.",
            "categories": []
        },
        {
            "id": 159,
            "joke": "Чак Норрис на самом деле отстроил Рим за один день.",
            "categories": []
        },
        {
            "id": 160,
            "joke": "Чак Норрис любит носить своей черный пояс и коричневые туфли. Никто еще не посмел над этим посмеяться. Ни разу.",
            "categories": []
        },
        {
            "id": 162,
            "joke": "Никто еще не выживал от удара Чака Норриса ногой с разворота. Это физически невозможно.",
            "categories": []
        },
        {
            "id": 163,
            "joke": "Няндзя хотят стать как Чак Норрис, когда вырастут. Но обычно они становятся теми, кого Чак Норрис убивает.",
            "categories": []
        },
        {
            "id": 164,
            "joke": "Чак Норрис засудил Бургер Кинг за то, что они отказались добавить колючую проволоку в его воппер джуниор.",
            "categories": []
        },
        {
            "id": 165,
            "joke": "Что человек слышит перед тем, как получить от Чака Норриса удар ногой с разворота? Никто не знает, мертвецы не особо разговорчивые.",
            "categories": []
        },
        {
            "id": 166,
            "joke": "Чак Норрис не играет в бога. Играть - это для детишек.",
            "categories": []
        },
        {
            "id": 167,
            "joke": "Однажды Чак норрис занялся сексом с монашками в монастыре где-то глубоко в горах Тосканы. После этого они родили сборную Miami Dolphins 1972 года, единственную команду, не проигравшую ни одного матча.",
            "categories": [
                "explicit"
            ]
        },
        {
            "id": 168,
            "joke": "Чак Норрис - единственный человек, способный отправить удар ногой с разворота по почте.",
            "categories": []
        },
        {
            "id": 169,
            "joke": "Чак Норрис в одиночку выиграл два суперкубка, после чего внезапно ушел из спорта, чтобы продолжить в карьеру надирателя задниц.",
            "categories": []
        },
        {
            "id": 170,
            "joke": "Wo hu cang long. В переводе с Мандаринского: &quot;Крадущийся Чак, затаившийся Норрис&quot;",
            "categories": []
        },
        {
            "id": 171,
            "joke": "Чак Норрис может поджигать муравьев лупой. Ночью.",
            "categories": []
        },
        {
            "id": 172,
            "joke": "Дети пинают жестяные банки на улице. Чак Норрис в детстве пинал пивную кегу.",
            "categories": []
        },
        {
            "id": 173,
            "joke": "После тренировки Чак Норрис натирает свое тело магмой.",
            "categories": []
        },
        {
            "id": 174,
            "joke": "Чак Норрис не может любить, он может только не убивать.",
            "categories": []
        },
        {
            "id": 175,
            "joke": "Когда Чак Норрис был маленьким, мама не кормила его грудью. Вместо этого она давала ему виски. Прямо из бутылки.",
            "categories": []
        },
        {
            "id": 176,
            "joke": "Согласно Эйнштейновской теории относительности, Чак Норрис может дать тебе ногой с разворота еще вчера.",
            "categories": []
        },
        {
            "id": 177,
            "joke": "Однажды Чак Норрис выдернул один волосок из своей бороды. И убил им трех человек.",
            "categories": []
        },
        {
            "id": 178,
            "joke": "Чак Норрис сделал очень щедрое пожертвование Американскому Онкологическому Обществу. 6,000 трупов для экспериментов.",
            "categories": []
        },
        {
            "id": 179,
            "joke": "Самый сильный удар Чака Норриса - любой.",
            "categories": []
        },
        {
            "id": 180,
            "joke": "Когда Оппенгеймер сказал &quot;Я - смерть, великий разрушитель миров&quot;, он говорил не об атомной бомбе. Он говорил о своем хеллоуинском костюме Чака Норриса.",
            "categories": []
        },
        {
            "id": 181,
            "joke": "Не так давно Чак Норрис начал продавать свой пот в баночках. Нам он известен как Red Bull.",
            "categories": []
        },
        {
            "id": 182,
            "joke": "Соцопрос показал, что 94% женщин лишились девственности с Чаком Норрисом. Остальные 6% были либо страшные, либо толстые.",
            "categories": [
                "explicit"
            ]
        },
        {
            "id": 183,
            "joke": "Чак Норрис создал новый язык, основанный на каратэ и ударах ногой с разворота. Так что в следующий раз, когда  Чак Норрис будет вас избивать, возможно он просто хочет сказать, что ему нравится ваша шляпа.",
            "categories": []
        },
        {
            "id": 184,
            "joke": "Если у тебя не получится с первого раза - ты не Чак Норрис.",
            "categories": []
        },
        {
            "id": 185,
            "joke": "Если бы Чак Норрис был календарем, то каждый месяц назывался бы Чактябрь, а каждый день он бы надирал вам зад.",
            "categories": []
        },
        {
            "id": 186,
            "joke": "Страх - не единственная эмоция, которую Чак Норрис может почуять. Он также чувствует надежду, например во фразе &quot;Надеюсь, Чак Норрис не врежет мне ногой с разворота.&quot;",
            "categories": []
        },
        {
            "id": 187,
            "joke": "Сериал с Чаком Норрисом называется Крутой Уокер, потому что Уокер - охренительно крутой разрушитель миров, несущий страх и ужас всем и каждому - слишком длинное название.",
            "categories": []
        },
        {
            "id": 188,
            "joke": "МакГайвер может построить самолет из скрепок и изоленты. Чак Норрис может сбить самолет плевком.",
            "categories": []
        },
        {
            "id": 189,
            "joke": "За каждым успешным мужчиной стоит верная женщина. За каждым мертвым мужчиной стоит Чак Норрис.",
            "categories": []
        },
        {
            "id": 190,
            "joke": "Чак Норрис чистит зубы смесью из стальной стружки, растворителя для краски и метанола.",
            "categories": []
        },
        {
            "id": 191,
            "joke": "Узнать возраст Чака Норриса можно разрезав его пополам и посчитав кольца.",
            "categories": []
        },
        {
            "id": 192,
            "joke": "Идут бесконечные споры о том, существует ли душа человека. Чак Норрис утверждает, что душа существует и на вкус довольно неплоха.",
            "categories": []
        },
        {
            "id": 193,
            "joke": "Ботинки в основном делают для того, чтобы в них ходить. Ботинки Чака Норриса не так милосердны.",
            "categories": []
        },
        {
            "id": 194,
            "joke": "США бойкотировали Олимпийские игры 1980 года в Москве не по политическим причинам: Чак Норрис убил всю их команду одним ударом ногой с разворота во время тренировки по тхэквондо.",
            "categories": []
        },
        {
            "id": 195,
            "joke": "Чак Норрис использует живую гремучую змею в качестве презерватива.",
            "categories": [
                "explicit"
            ]
        },
        {
            "id": 196,
            "joke": "Библия изначально имела название &quot;Чак Норрис и его друзья&quot;.",
            "categories": []
        },
        {
            "id": 197,
            "joke": "Чак Норрис начал продавать оборудование Total Gym в попытке сделать своих противников менее жалкими, дав им возможность тренироваться.",
            "categories": []
        },
        {
            "id": 198,
            "joke": "У Baskin Robbins есть только 31 вкус, потому что Чаку Норрису не понравился Воздушный шоколад.",
            "categories": []
        },
        {
            "id": 199,
            "joke": "Если Чак Норрис сказал &quot;Нужно больше золота&quot;, уж постарайся это золото достать.",
            "categories": []
        },
        {
            "id": 200,
            "joke": "Однажды на съемках Крутого Уокера Чак Норрис воскресил мертвого. После чего убил его ударом ногой с разворота. Потому что мог.",
            "categories": []
        },
        {
            "id": 201,
            "joke": "В сериале Diff'rent Strokes Уиллис, оказывается, все время говорил о Чаке Норрисе.",
            "categories": []
        },
        {
            "id": 202,
            "joke": "Чака Норриса не найти в гугле. Потому что это Чак Норрис находит тебя.",
            "categories": []
        },
        {
            "id": 203,
            "joke": "Чак Норрис может сделать омлет, не разбивая яиц.",
            "categories": []
        },
        {
            "id": 204,
            "joke": "На Нагасаки не сбрасывали ядерную бомбу. Это Чак Норрис выпрыгнул из самолета и ударил в землю.",
            "categories": []
        },
        {
            "id": 205,
            "joke": "С научной точки зрения отцом Чака Норриса не может быть смертный. Скорее всего Чак отправился в прошлое и стал собственным отцом.",
            "categories": []
        },
        {
            "id": 206,
            "joke": "Чак Норрис уничтожил таблицу Менделеева, так как Чак Норрис знает лишь один химический элемент - ужас.",
            "categories": []
        },
        {
            "id": 207,
            "joke": "Динозавров уничтожил гигантский метеорит. Забавно, меня еще никто не называл гигантским метеоритом, сказал Чак Норрис.",
            "categories": []
        },
        {
            "id": 208,
            "joke": "Чак Норрис пристрелил шерифа, а так же вломил его заму ногой с разворота. (песня Эрика Клэптона)",
            "categories": []
        },
        {
            "id": 209,
            "joke": "Чак Норрис не отжимается - Чак Норрис двигает землю, чтобы в нее не попал очередной метеорит.",
            "categories": []
        },
        {
            "id": 210,
            "joke": "Чак Норрис может судить о книге по обложке.",
            "categories": []
        },
        {
            "id": 211,
            "joke": "Ничто не может преодолеть притяжение черной дыры, кроме Чака Норриса. Чак Норрис ест черные дыры. На вкус как курочка.",
            "categories": []
        },
        {
            "id": 212,
            "joke": "Чак Норрис не играет в лотереи. У лотереи недостаточно шаров.",
            "categories": []
        },
        {
            "id": 213,
            "joke": "Сколько нужно Чаков Норрисов, чтобы сменить лампочку? Нисколько, Чак Норрис убивает в темноте.",
            "categories": []
        },
        {
            "id": 214,
            "joke": "Как сказал Президент Рузвельт: &quot;Нам нечего бояться кроме самого страха. И Чака Норриса.&quot;",
            "categories": []
        },
        {
            "id": 215,
            "joke": "Чак Норрис говорит наркотикам &quot;Нет!&quot;. Если бы он сказал &quot;Да&quot;, это бы обрушило всю Колумбию.",
            "categories": []
        },
        {
            "id": 217,
            "joke": "Злодеяния не принесут пользы - только если ты не гробовщик, идущий следом за Крутым Уокером.",
            "categories": []
        },
        {
            "id": 218,
            "joke": "Чак Норрис изобрел интернет, чтобы было место, где он мог бы хронить свою коллекцию порнографии.",
            "categories": []
        },
        {
            "id": 219,
            "joke": "Чак Норрис не покупает дома. Он просто заходит в любой дом, и жильцы съезжают.",
            "categories": []
        },
        {
            "id": 220,
            "joke": "Дарить приятнее чем получать. Особенно если речь идет об ударе ногой Чака Норриса.",
            "categories": []
        },
        {
            "id": 221,
            "joke": "Чак Норрис выиграл в гляделки у Рэя Чарльза и Стиви Вандера.",
            "categories": []
        },
        {
            "id": 222,
            "joke": "Массовая вырубка не является причиной сокращения лесов. Просто Чаку Норрису нужны зубочистки.",
            "categories": []
        },
        {
            "id": 223,
            "joke": "Чак Норрис позволил Джону Сине стать мемом.",
            "categories": []
        },
        {
            "id": 224,
            "joke": "Чак Норрис всегда прихоит первым в игре Oregon Trail, он просто несет своих людей, волов и повозку на руках.",
            "categories": []
        },
        {
            "id": 225,
            "joke": "Уолли так сложно найти, потому что он прячется от Чака Норриса.",
            "categories": []
        },
        {
            "id": 226,
            "joke": "Ковбой из песни &quot;Big enough&quot; так орет, потому что до него добрался Чак Норрис.",
            "categories": []
        },
        {
            "id": 227,
            "joke": "И молвил Бог, &quot;Да будет свет!&quot;, и ответил Чак Норрис, &quot;Скажи 'Пожалуйста'.&quot;",
            "categories": []
        },
        {
            "id": 228,
            "joke": "Чак Норрис не ест. Еда сама понимает, что единственное место, где можно спрятаться от Чака Норриса - внутри Чака Норриса.",
            "categories": []
        },
        {
            "id": 229,
            "joke": "Однажды Чак Норрис прогуливался по улице с утренней эрекцией. Никто не выжил.",
            "categories": [
                "explicit"
            ]
        },
        {
            "id": 230,
            "joke": "Чак Норрис отправился в прошлое, чтобы предотвратить убийство Кеннеди. Он отразил все пули своей бородой. Голова Президента взорвалась от удивления.",
            "categories": []
        },
        {
            "id": 232,
            "joke": "Чак Норрис спит с ночником. Не потому что Чак Норрис боится темноты, это темнота боится Чака Норриса.",
            "categories": []
        },
        {
            "id": 233,
            "joke": "Если разозлить Брюса Беннера, он превратится в Халка. Если разозлить Халка, он превратится в Чака Норриса.",
            "categories": []
        },
        {
            "id": 234,
            "joke": "Чак Норрис убивает любого, кто спросит: &quot;Не хотите картошку-фри дополнительно?&quot;. Чак ненавидит картошку-фри.",
            "categories": []
        },
        {
            "id": 235,
            "joke": "Чак Норрис однажды выписал апперкот лошади. Потомков той лошади мы называем жирафами.",
            "categories": []
        },
        {
            "id": 236,
            "joke": "Палки и камни могут сломать тебе кости... (поговрка). Чаку Норрису даже не потребуются палки и камни.",
            "categories": []
        },
        {
            "id": 237,
            "joke": "Клонирование людей запретили из-за Чака Норриса, потому что если два Чака Норриса ударят друг друга ногой с разворота, Вселенная коллапсирует.",
            "categories": []
        },
        {
            "id": 238,
            "joke": "Чак Норрис начинал заниматься скайдайвингом, но решил не продолжать. Одного Большого Каньона достаточно.",
            "categories": []
        },
        {
            "id": 239,
            "joke": "&quot;Шоколадное молоко&quot; по-ЧакНоррисовски - это 10 шоколадок, завернутых в сырой стейк и вымоченных в бензине.",
            "categories": []
        },
        {
            "id": 240,
            "joke": "В битве между Бэтменом и Дартом Вейдером победителем будет Чак Норрис.",
            "categories": []
        },
        {
            "id": 241,
            "joke": "Чак Норрис - самый обычный человек. Он точно так же надевает штаны через низ. Единственное отличие - он убивает людей.",
            "categories": []
        },
        {
            "id": 242,
            "joke": "Все любят Рэймонда. Кроме Чака Норриса.",
            "categories": []
        },
        {
            "id": 243,
            "joke": "Вопреки распространенному мнению, Титаник не врезался в айсберг. Корабль сбился с курса и врезался в Чака Норриса, переплывавшего Атлантику на спине.",
            "categories": []
        },
        {
            "id": 244,
            "joke": "Чак Норрис получил водительское удостоверение в 16. Секунд.",
            "categories": []
        },
        {
            "id": 245,
            "joke": "Изначально фильм Чужой против Хищника назывался Чужой и Хищник против Чака Норриса. Но фильм даже не дошел до проката, потерпев крах на предпоказах. Никто не хотел платить за билет на 14-секундный фильм",
            "categories": []
        },
        {
            "id": 246,
            "joke": "Сперматозоиды Чака Норриса настолько круты, что Николь Кидман через 7 месяцев родила от него Ford Excursion.",
            "categories": [
                "explicit"
            ]
        },
        {
            "id": 247,
            "joke": "Чак Норрис может собрать Солитер из 18 карт.",
            "categories": []
        },
        {
            "id": 248,
            "joke": "Чак Норрис обнаружил кровь в своем стуле - кровь 11,940 индейцев, которых он убил и сожрал.",
            "categories": []
        },
        {
            "id": 249,
            "joke": "Пирамида Маслоу не применима к Чаку Норрису. У него есть только 2 потребности: убивать людей и находить людей, чтобы убить.",
            "categories": []
        },
        {
            "id": 250,
            "joke": "Правда освободит тебя. Только если ты не в плену у Чака Норриса.",
            "categories": []
        },
        {
            "id": 251,
            "joke": "В Криптоните были обнаружены остаточные частицы удара Чака Норриса ногой с разворота. Поэтому Супермен боится криптонита.",
            "categories": []
        },
        {
            "id": 252,
            "joke": "Говорят, что Саддама Хуссейна нашли прячущимся в бункере под землей. На самом деле он пытался спрятаться в Америке, но Чак Норрис ударил его ногой с разворота где-то в Канзасе, после чего Хуссейн пролетел сквозь землю и остановился как раз неглубоко под Ираком.",
            "categories": []
        },
        {
            "id": 253,
            "joke": "Потологоанатомы сокращенно называют трупы &quot;ОЧН's&quot;. ОтЧакНорришенный.",
            "categories": []
        },
        {
            "id": 254,
            "joke": "Чак Норрис не смотрит по сторонам, когда переходит улицу... он просто разбрасывает машины, если они окажутся слишком близко.",
            "categories": []
        },
        {
            "id": 255,
            "joke": "Чак Норрис не нужен телефон. Его борода ловит телефонный сигнал и преобразует его в звук.",
            "categories": []
        },
        {
            "id": 256,
            "joke": "Сколько очков набрал Чак Норрис на силомере? Все.",
            "categories": []
        },
        {
            "id": 257,
            "joke": "Чак Норрис не носит часы, он просто сам решает, который сейчас час.",
            "categories": []
        },
        {
            "id": 258,
            "joke": "Фраза 'сломай ногу', как пожелание удачи, берет свое начало со съемок Крутого Уокера. Это было самое благоприятное последствие взаимодействие с Чаком Норрисом.",
            "categories": []
        },
        {
            "id": 259,
            "joke": "Чак Норрис всегда делит без остатка.",
            "categories": []
        },
        {
            "id": 260,
            "joke": "Из &quot;Chuck Norris&quot; получается анаграмма &quot;Crush Rock In&quot;.",
            "categories": []
        },
        {
            "id": 261,
            "joke": "Дареному Чаку Норрису в зубы не смотрят, он откусит тебе руки.",
            "categories": []
        },
        {
            "id": 262,
            "joke": "Чак Норрис играл в бейсбол. Когда ему сказали, что Бейб Рут играет лучше него, Чак Норрис убил его, затолкав биту в глотку. Лу Гериг отделался полегче.",
            "categories": []
        },
        {
            "id": 263,
            "joke": "Изначально Звездные Войны назывались &quot;Крутой Скайуокер&quot;. С Чаком Норрисом в главной роли.",
            "categories": []
        },
        {
            "id": 264,
            "joke": "Залив Гуантанамо имеет кодовое имя &quot;Подвальчик Чака Норриса&quot;.",
            "categories": []
        },
        {
            "id": 265,
            "joke": "Жаргонная фраза американских летчиков 'balls to the wall' изначально описывала Чака Норриса, входящего в любое здание меньше авиа-ангара.",
            "categories": []
        },
        {
            "id": 266,
            "joke": "Удар Чака Норриса настолько мощный, что его можно увидеть невооруженным глазом из космоса.",
            "categories": []
        },
        {
            "id": 267,
            "joke": "Оззи Осборн откусил голову летучей мыши. Чак Норрис откусил голову сибирскому тигру.",
            "categories": []
        },
        {
            "id": 268,
            "joke": "Кто придет с мечом, от меча и погибнет. Кто придет с мечом к Чаку Норрису, погибнет от удара ногой с разворота.",
            "categories": []
        },
        {
            "id": 269,
            "joke": "Чем тщательнее спланированы действия, тем чаще они идут не так. Только не у Чака Норриса.",
            "categories": []
        },
        {
            "id": 270,
            "joke": "Фраза 'dead ringer' означает человека, сидящего рядом с Чаком Норрисом в кинотеатре, который забыл выключить свой телефон.",
            "categories": []
        },
        {
            "id": 271,
            "joke": "Если долго смотреть на Чака Норриса, можно потерять зрение, так же возможны синяки на лице, похожие на отпечаток ботинка.",
            "categories": []
        },
        {
            "id": 272,
            "joke": "Чак Норрис определяет ложь на вкус.",
            "categories": []
        },
        {
            "id": 273,
            "joke": "Чак Норрис не запоминает имена своих противников. Чак Норрис надирает зад и нумерует труп. Число уже достигло миллиарда.",
            "categories": []
        },
        {
            "id": 274,
            "joke": "Однажды Чак Норрис ударился мизинчиков и грязно выругался. Снесло половину штато Огайо.",
            "categories": []
        },
        {
            "id": 275,
            "joke": "Девочка Муфточка, сев на минуточку, приготовилась съесть творожок. Тут пришел Чак Норрис и вломил ей ногой с разворота.",
            "categories": []
        },
        {
            "id": 277,
            "joke": "Чак Норрис может надувать пузыри из вяленой говядинки.",
            "categories": []
        },
        {
            "id": 278,
            "joke": "Концовку фильма 'Одинокий волк Маккуэйд' пришлось обрезать. Чак Норрис не просто навалял Дэвиду Кэррадайну, он начал жарить из него барбекю.",
            "categories": []
        },
        {
            "id": 279,
            "joke": "Чак Норрис живет в доме без углов.",
            "categories": []
        },
        {
            "id": 280,
            "joke": "После тренировок Чака Норриса тренажерам требуется помощь психолога.",
            "categories": []
        },
        {
            "id": 281,
            "joke": "4 из 5 врачей не рекомендуют Чака Норриса как решение всех проблем. Также 80% врачей умирают по непонятным и жестоким причинам.",
            "categories": []
        },
        {
            "id": 282,
            "joke": "Чак Норрис может разделать корову за 2 минуты.",
            "categories": []
        },
        {
            "id": 283,
            "joke": "Есть две неизбежные вещи - Смерть и Налоги. И если Чак Норрис устроится работать в налоговую, это будут две абсолютно одинаковые вещи.",
            "categories": []
        },
        {
            "id": 284,
            "joke": "Маленький Чак Норрис развозил по утрам газеты. Выживших не было.",
            "categories": []
        },
        {
            "id": 285,
            "joke": "С ростом цен на бензин Чак Норрис начал волноваться из-за своего пристрастия пить его.",
            "categories": []
        },
        {
            "id": 286,
            "joke": "Корень из Чака Норриса = боль. Не пытайтесь возвести Чака Норриса в квадрат, результатом будет смерть.",
            "categories": []
        },
        {
            "id": 287,
            "joke": "Яйца Чака Норриса не производят сперматозоидов. Они производят маленьких белых нинзя с одной миссией: найти и убить.",
            "categories": [
                "explicit"
            ]
        },
        {
            "id": 288,
            "joke": "Быть или не быть? Вот в чем вопрос. Ответ? Чак Норрис.",
            "categories": []
        },
        {
            "id": 289,
            "joke": "Чак Норрис никогда не участвовал в драках. Разве один удар ногой с разворота - это драка?",
            "categories": []
        },
        {
            "id": 290,
            "joke": "Есть два типа людей... отстойные люди, и Чак Норрис.",
            "categories": []
        },
        {
            "id": 291,
            "joke": "Чак Норрис никогда не писался по ночам. Это кровать писалась от страха.",
            "categories": []
        },
        {
            "id": 292,
            "joke": "Если у тебя получится ударить Чака Норриса, то твоя рука будет моментально испепелена. Но это только теория, которую никому пока что не удалось проверить.",
            "categories": []
        },
        {
            "id": 293,
            "joke": "70% человека - это вода. 70% Чака Норриса - его член.",
            "categories": [
                "explicit"
            ]
        },
        {
            "id": 294,
            "joke": "Однажды Жан-Клод Ван Дамм навалял Чаку Норрису. После чего он проснулся от удара ногой с разворота.",
            "categories": []
        },
        {
            "id": 295,
            "joke": "Сцена с пирогом в фильме &quot;Американский пирог&quot; основанно на споре, проигранном Чаком Норрисом в детстве. Только вместо пирога у Чака был кратер активного вулкана.",
            "categories": []
        },
        {
            "id": 296,
            "joke": "Чак Норрис использует фанеру вместо туалетной бумаги.",
            "categories": []
        },
        {
            "id": 297,
            "joke": "Ной был единственным человеком, которого предупредили, что Чак Норрис собирается пописать в Атлантический океан.",
            "categories": []
        },
        {
            "id": 298,
            "joke": "Как-то раз Чак Норрис ударил противника в солнечное сплетение. Говорят, противника вырвало собственным сердцем.",
            "categories": []
        },
        {
            "id": 299,
            "joke": "Чака Норриса пробовали пытать. Но ему это надоело, и он забил палача до смерти его же рукой.",
            "categories": []
        },
        {
            "id": 300,
            "joke": "Чак Норрис часто ест стейк. Иногда он забывает предварительно убить корову.",
            "categories": []
        },
        {
            "id": 301,
            "joke": "Первый закон термодинамики гласит, что энергия не берется изниоткуда и не исчезает вникуда... если только ты не Чак Норрис.",
            "categories": []
        },
        {
            "id": 302,
            "joke": "Чак Норрис не выходит в интернет, все страницы сохранены у него в памяти. Он обновляет их морганием.",
            "categories": []
        },
        {
            "id": 303,
            "joke": "Факт: Для Чака Норриса это не секс, если женщина выживает.",
            "categories": [
                "explicit"
            ]
        },
        {
            "id": 304,
            "joke": "Говорят, в глазах Чака Норриса можно увидеть свое будущее. К сожалению, у всех посмотревших оно было одинаковое - смерть от удара ногой с разворота.",
            "categories": []
        },
        {
            "id": 305,
            "joke": "Чак Норрис всё. Кроме пощады.",
            "categories": []
        },
        {
            "id": 306,
            "joke": "Чака Норриса невозможно обвинить в &quot;преступлении против правосудия.&quot; Он и есть Правосудие.",
            "categories": []
        },
        {
            "id": 307,
            "joke": "Чак Норрис не нужно натирать лыжи воском. Они всегда смазаны кровье его врагов",
            "categories": []
        },
        {
            "id": 308,
            "joke": "Фразу &quot;никто не совершенен&quot; Чак Норрис принимает как личное оскорбление.",
            "categories": []
        },
        {
            "id": 309,
            "joke": "Чак Норрис выигрывает в любую игру либо кивнув, либо погладив бороду.",
            "categories": []
        },
        {
            "id": 310,
            "joke": "182,000 смертей американцев ежегодно как-либо связаны с Чаком Норрисом.",
            "categories": []
        },
        {
            "id": 311,
            "joke": "Бумага бьет камень, камень бьет ножницы, ножницы бьют бумагу. Чак Норрис бьет вообще всех одновременно.",
            "categories": []
        },
        {
            "id": 312,
            "joke": "Иисус может ходить по воде, Чак Норрис может ходить по Иисусу.",
            "categories": []
        },
        {
            "id": 313,
            "joke": "Все дороги ведут к Чаку Норрису. И, по закону транзитивности, к удару ногой с разворота.",
            "categories": []
        },
        {
            "id": 314,
            "joke": "Чак Норрис родился 4 июля, в День Независимости. Совпадение? Не думаю.",
            "categories": []
        },
        {
            "id": 315,
            "joke": "Чак Норрис не ходит к стоматологу, потому что его зубы неразрушимы. Его враги не ходят к стоматологу, так как у них не осталось зубов.",
            "categories": []
        },
        {
            "id": 316,
            "joke": "Среди медиков смерть называют &quot;синдромом Чака Норриса&quot;",
            "categories": []
        },
        {
            "id": 317,
            "joke": "На драку с Чаком Норрисом принесли нож. Нож проиграл.",
            "categories": []
        },
        {
            "id": 318,
            "joke": "Если ты работаешь в офисе с Чаком Норрисом, никогда не проси у него дырокол.",
            "categories": []
        },
        {
            "id": 319,
            "joke": "Как говорил Цезарь, &quot;Veni, Vidi, Vici, Chuck Norris&quot;. Перевод: Пришел, Увидел, получил в лицо ногой с разворота.",
            "categories": []
        },
        {
            "id": 320,
            "joke": "Первое правило Чака Норриса: не говорить о Чаке Норрисе.",
            "categories": []
        },
        {
            "id": 321,
            "joke": "Чак Норрис станет первым чернокожим президентом. Если ты думаешь &quot;Но ведь Чак Норрис не черный&quot;, то ты неправ. И расист.",
            "categories": []
        },
        {
            "id": 322,
            "joke": "Если Чак Норрис играет в Монополию, он влияет на настоящую экономику.",
            "categories": []
        },
        {
            "id": 323,
            "joke": "Чака Норриса можно открыть в качестве наивысшего уровня сложности в Tekken. Но это может сделать только Чак Норрис. После чего он отправляет Playstation назад в Японию ударом ноги с разворота.",
            "categories": []
        },
        {
            "id": 324,
            "joke": "Только напалм моежт разогреть холодное сердце Чака Норриса.",
            "categories": []
        },
        {
            "id": 325,
            "joke": "Каждый раз, как кто-то говорит &quot;удар&quot;, Чак Норрис отвечает &quot;и это по-твоему удар?&quot; после чего бьет сказавшего.",
            "categories": []
        },
        {
            "id": 326,
            "joke": "В младенчестве родители Чака Норриса дали ему игрушечный молоточек. Так был сделан Стоунхендж.",
            "categories": []
        },
        {
            "id": 327,
            "joke": "Чак Норрис однажды заказал стейк в ресторане. Стейк был найден мертвым в дешевом мотеле, рядом лежала пресмертная записка.",
            "categories": []
        },
        {
            "id": 328,
            "joke": "Многие люди боятся Смерти. Чак Норрис называет ее &quot;перспективный новичок&quot;.",
            "categories": []
        },
        {
            "id": 329,
            "joke": "Существуют только 2 вещи, способные резать алмазы: другие алмазы и Чак Норрис.",
            "categories": []
        },
        {
            "id": 330,
            "joke": "Президент Рузвельт проехал на лошади 100 миль. Чак Норрис пронес свою лошадь на такое же расстояние в два раза быстрее.",
            "categories": []
        },
        {
            "id": 331,
            "joke": "Чак Норрис однажды съел 4 шара для боулинга не жуя.",
            "categories": []
        },
        {
            "id": 332,
            "joke": "Немногие знают, что Чак Норрис придумал планирование семьи. Потому что даже нерожденные дети боятся его.",
            "categories": []
        },
        {
            "id": 333,
            "joke": "Чаку Норрису запретили соревноваться в езде на быке после выставки 1992 года в Сан Антонио, когда он проехал на быке 1,346 миль от Техаса до Милуоки, чтобы забрать одежду из химчистки.",
            "categories": []
        },
        {
            "id": 334,
            "joke": "Чак Норрис развил скорость в 324 мили в час на трассе Daytona 500. Без машины.",
            "categories": []
        },
        {
            "id": 335,
            "joke": "Чак Норрис делает кофе 50-50: половина молотого кофе, половина метилового спирта.",
            "categories": []
        },
        {
            "id": 336,
            "joke": "Чак Норрис использует соус табаско вместо глазных капель.",
            "categories": []
        },
        {
            "id": 337,
            "joke": "Формула крайне токсичного цианистого иона - CN-. Как и инициалы Чака Норриса. Нет, это не совпадение.",
            "categories": []
        },
        {
            "id": 338,
            "joke": "У кредиток Чака Норриса нет лимита. Но на прошлых выходных он как-то его исчерпал.",
            "categories": []
        },
        {
            "id": 339,
            "joke": "Подумай о красивой женщине. Чак Норрис с ней спал.",
            "categories": []
        },
        {
            "id": 340,
            "joke": "Один мужчина хвастался, что Чак Норрис навалял ему дважды, но его ложь раскрылась - никто не сможет выжить после первого раза.",
            "categories": []
        },
        {
            "id": 341,
            "joke": "Чак Норрис спит с подушкой под пистолетом.",
            "categories": []
        },
        {
            "id": 342,
            "joke": "Чак Норрис владеет сетью ресторанов на юго-западе Америки. Там подают только мороженое со вкусом барбекю и буррито.",
            "categories": []
        },
        {
            "id": 343,
            "joke": "Чак Норрис не жует жевачку. Чак Норрис жует листовой металл.",
            "categories": []
        },
        {
            "id": 344,
            "joke": "Инопланетяне существуют. Просто они боятся прилетать на планету, где живет Чак Норрис.",
            "categories": []
        },
        {
            "id": 345,
            "joke": "В баре можно заказать коктейль &quot;Чак Норрис&quot;. Он также известен как &quot;Кровавая Мэри&quot;, если твое имя - Мэри.",
            "categories": []
        },
        {
            "id": 346,
            "joke": "каждый раз, когда Чак Норрис улыбается, кто-то умирает. Если только это не улыбка во время удара ногой с разворота. Тогда умирают двое.",
            "categories": []
        },
        {
            "id": 347,
            "joke": "Кто-то просит салфетку, когда чихает, Чак Норрис просит мешок для трупа.",
            "categories": []
        },
        {
            "id": 348,
            "joke": "Все последовательно во Вселенной: пространство, время, Чак Норрис.... Шучу, Чак Норрис идет первым.",
            "categories": []
        },
        {
            "id": 349,
            "joke": "Однажды прохожий спросил Чака Норриса является ли имя &quot;Чарльз&quot; его настоящим именем. Чак Норрис бне ответил. Он просто смотрел на прохожего, пока тот не упал замертво.",
            "categories": []
        },
        {
            "id": 350,
            "joke": "Чак Норрис начинает свой день с протеинового коктейля, состоящего из хлопьев на завтрак, дюжины яиц, колумбийского кокаина и яда кобры. Он вкалывает его себе прямо в шею.",
            "categories": []
        },
        {
            "id": 351,
            "joke": "В командном бою Чак Норрис и Халк Хоган дрались против Кинг-Конга Банди и Андре Гиганта. Чак навалял всем троим одновременно.",
            "categories": []
        },
        {
            "id": 352,
            "joke": "Чак Норрис не видит мертвых людей. Он делает людей мертвыми.",
            "categories": []
        },
        {
            "id": 353,
            "joke": "Чак Норрис может одновременно стрелять из 5 Узи: по одной в руке, по одной в каждой ноге и еще одна между ног.",
            "categories": []
        },
        {
            "id": 354,
            "joke": "Для работы под прикрытием Чак Норрис прикалывает свой значок под рубашкой. Прямо к груди.",
            "categories": []
        },
        {
            "id": 355,
            "joke": "В фильмах Люди Икс суперсилы делаются не с помощью спецэффектов. Чак Норрис выступает дублером каждого героя.",
            "categories": []
        },
        {
            "id": 356,
            "joke": "Вселенная все время расширяется. Все это в попытке убежать от Чака Норриса.",
            "categories": []
        },
        {
            "id": 357,
            "joke": "Чак Норрис изобрел слово 'Убивать'. А так же 'Умри', 'Пиво' и 'Чего?'.",
            "categories": []
        },
        {
            "id": 358,
            "joke": "Существует еще одиннадцатая заповедь: Не выпендривайся на Чака Норриса. Но ее редко упоминают, так как ее никто не нарушает.",
            "categories": []
        },
        {
            "id": 359,
            "joke": "Для Чака Норриса предусмотрена отдельная очередь в любом заведении. Из соображений безопасности.",
            "categories": []
        },
        {
            "id": 360,
            "joke": "В траве сидел кузнечик, зелененький он был. Но вдруг пришел Чак Норрис и вломил ему ногой с разворота.",
            "categories": []
        },
        {
            "id": 361,
            "joke": "Кто выпустил собак? (известная песня) Чак Норрис выпустил собак... а потом избил их.",
            "categories": []
        },
        {
            "id": 362,
            "joke": "Чак Норрис может ударить со скоростью, превышающей скорость света. Это значит, что если ты нажмешь на выключатель, то умрешь раньше чем загорится лампочка.",
            "categories": []
        },
        {
            "id": 363,
            "joke": "Когда Чак Норрис идет обедать, он заказывает целую курицу, но съедает только ее душу.",
            "categories": []
        },
        {
            "id": 365,
            "joke": "Чак Норрис не получал наград за актерскую игру... потому что он никогда не играл.",
            "categories": []
        },
        {
            "id": 366,
            "joke": "Если Чаку Норрису нужно твое мнение, он выбьет его из тебя.",
            "categories": []
        },
        {
            "id": 367,
            "joke": "Не все, на кого разозлился Чак Норрис, умирают. Некоторым удается сбежать. Их называют астронавтами.",
            "categories": []
        },
        {
            "id": 368,
            "joke": "Чаку Норрису приходится регистрировать каждую свою часть тела как смертельное оружие. Его селезенка считается оружием скрытного ношения в более чем 50 штатах.",
            "categories": []
        },
        {
            "id": 369,
            "joke": "Сцена в кино, в которой Чак Норрис проиграл бой Брюсу Ли - самый дорогой визуальный эффект в истории. Если пересчитать на современные деньги, его стоимость превышает ВВП Парагвая.",
            "categories": []
        },
        {
            "id": 370,
            "joke": "Годзилла - инсценировка первого визита Чака Норриса в Токио.",
            "categories": []
        },
        {
            "id": 371,
            "joke": "Когда-то выпускалась туалетная бумага 'Чак Норрис', только вот одна проблема - она убивала людей.",
            "categories": []
        },
        {
            "id": 372,
            "joke": "Чак Норрис проехал туннельную автомойку верхом на медведе, ему было лень идти в душ.",
            "categories": []
        },
        {
            "id": 373,
            "joke": "Чак Норрис заразился коронавирусом. Через две недели коронавирус скончался",
            "categories": []
        },
        {
            "id": 374,
            "joke": "Сперматозоиды Чака Норриса можно увидеть невооруженным глазом. Каждый размером с четвертак.",
            "categories": [
                "explicit"
            ]
        },
        {
            "id": 375,
            "joke": "После теста на стероиды доктора сказали Чаку Норрису, что тест положительный. Он лишь рассмеялся и сказал: &quot;Конечно в моей моче есть стероиды. Из чего их, по-вашему, добывают??&quot;",
            "categories": []
        },
        {
            "id": 376,
            "joke": "Чак Норрис не видит сны. Он слишком занят, являясь другим в кошмарах.",
            "categories": []
        },
        {
            "id": 377,
            "joke": "Когда Арни говорит &quot;I'll be back&quot; в фильме Терминатор, это значит, что он попросит Чака Норриса помочь.",
            "categories": []
        },
        {
            "id": 378,
            "joke": "Торнадо не существует. Чак Норрис просто ненавидит дома на колесах.",
            "categories": []
        },
        {
            "id": 379,
            "joke": "У пениса Чака Норриса три черных пояса.",
            "categories": [
                "explicit"
            ]
        },
        {
            "id": 380,
            "joke": "Чак Норрис не гоняется за трендами, это тренды следуют за ним. Но потом он оборачивается и надирает им зад. Никто не должен ходить за Чаком Норрисом.",
            "categories": []
        },
        {
            "id": 381,
            "joke": "Бриллианты, на самом деле, состоят не из углерода. Фактически, это фекалии Чака Норриса. Это недавно подтвердили научно, так как в ходе спектрального анализа в алмазе Хоупа было найдено вещество, оказавшееся частицами костей Жан-Клода Ван Дамма.",
            "categories": []
        },
        {
            "id": 382,
            "joke": "Чак Норрис однажды участвовал в забеге с быками. Пешком.",
            "categories": []
        },
        {
            "id": 383,
            "joke": "У барабанщика Def Leppard только одна рука. Чаку Норрису нужна была чесалка для спины.",
            "categories": []
        },
        {
            "id": 384,
            "joke": "Чак Норрис был скульптором горы Рашмор. Он вырезал все, используя только открывашку и штукатурку.",
            "categories": []
        },
        {
            "id": 385,
            "joke": "Чак Норрис проехался верхом на быке, через 9 месяцев у быка родился теленок.",
            "categories": []
        },
        {
            "id": 386,
            "joke": "Чак Норрис однажды потерял пульт от телевизора, но все равно смог переключать каналы, просто выкрикивая угрозы в телевизор.",
            "categories": []
        },
        {
            "id": 387,
            "joke": "Чак Норрис отправился в отпуск на остров Мадагаскар в карете, запряженной двумя электрическими угрями.",
            "categories": []
        },
        {
            "id": 388,
            "joke": "Манхэттенский проект изначально не был нацелен на разработку ядерного оружия, ученые хотели повторить разрушительную силу удара Чака Норриса ногой с разворота. И близко не подобрались.",
            "categories": []
        },
        {
            "id": 389,
            "joke": "Чак Норрис запретил радугу в штате Северная Дакота.",
            "categories": []
        },
        {
            "id": 390,
            "joke": "Раздели Чака Норриса на ноль и получишь 1........удар ногой с разворота.",
            "categories": []
        },
        {
            "id": 391,
            "joke": "Чак Норрис изначально придумал ТНТ как средство от несварения.",
            "categories": []
        },
        {
            "id": 392,
            "joke": "После того как Боб Доул вернулся со Второй Мировой Войны без единого ранения, его поздравил Чак Норрис и пожал ему руку. Ну а дальше вы знаете.",
            "categories": []
        },
        {
            "id": 393,
            "joke": "Чак Норрис любит кушать орешки. Особенно Крепкие Орешки.",
            "categories": []
        },
        {
            "id": 394,
            "joke": "&quot;Let the Bodies Hit the Floor&quot; была написана для Чака Норриса.",
            "categories": []
        },
        {
            "id": 395,
            "joke": "У Чака Норриса никогда не будет сердечного приступа. Его сердцу хватает мозгов не переходить Чаку дорогу.",
            "categories": []
        },
        {
            "id": 396,
            "joke": "Только Чак Норрис может предупреждать лесные пожары.",
            "categories": []
        },
        {
            "id": 397,
            "joke": "Чак Норрис кладет в свои буррито настоящие пальцы.",
            "categories": []
        },
        {
            "id": 398,
            "joke": "Чак Норрис не ирландец. Его волосы рыжие из-за крови его жертв.",
            "categories": []
        },
        {
            "id": 399,
            "joke": "В фильме &quot;Матрицы&quot;, Чак Норрис и есть Матрица. Если внимательно присмотреться к &quot;зеленому коду&quot;, можно увидеть его бороду.",
            "categories": []
        },
        {
            "id": 400,
            "joke": "У Чака Норриса такой большой член, что у него есть собственный член, и он все еще больше, чем у тебя.",
            "categories": [
                "explicit"
            ]
        },
        {
            "id": 401,
            "joke": "Говорят, что любопытной Варваре на базаре нос оторвали. Так вот, это сделал Чак Норрис. Он также избил ее.",
            "categories": []
        },
        {
            "id": 402,
            "joke": "Нету такого понятия как лесбиянки, просто есть женщины, которым еще не встречался Чак Норрис.",
            "categories": []
        },
        {
            "id": 403,
            "joke": "Чак Норрис перешел дорогу. Никто никогда не посмеет спросить, зачем.",
            "categories": []
        },
        {
            "id": 404,
            "joke": "Когда Чак Норрис только родился, он сразу же занялся любовью с акушеркой. Она была его третьей. За тот вечер.",
            "categories": [
                "explicit"
            ]
        },
        {
            "id": 405,
            "joke": "Однажды в музыкальном лагере Чак Норрис съел барабанщика.",
            "categories": []
        },
        {
            "id": 406,
            "joke": "Чак Норрис не спрашивает &quot;кто твой папочка&quot;, потому что знает ответ.",
            "categories": []
        },
        {
            "id": 407,
            "joke": "Чак Норрис написал первый в мире словарь. Каждое слово толковалось как 'немедленный удар по лицу ногой с разворота'.",
            "categories": []
        },
        {
            "id": 408,
            "joke": "Любовь не причиняет боль. Боль причиняет Чак Норрис.",
            "categories": []
        },
        {
            "id": 409,
            "joke": "Чак Норрис пропел каноническую секвенцию от начала до конца.",
            "categories": []
        },
        {
            "id": 410,
            "joke": "Чак Норрис однажды врезал ногой продавцу. По телефону.",
            "categories": []
        },
        {
            "id": 411,
            "joke": "Слова сильнее пуль, если только это слова Чака Норриса.",
            "categories": []
        },
        {
            "id": 412,
            "joke": "Чак Норрис знает последнюю цифру числа Пи.",
            "categories": [
                "nerdy"
            ]
        },
        {
            "id": 413,
            "joke": "В конце Крутого Уокера идут не титры. Это список происшествий, учиненных Чаком Норрисом.",
            "categories": []
        },
        {
            "id": 414,
            "joke": "бВоздух вокруг Чака Норриса всегда приятной температуры в 25 градусов.",
            "categories": []
        },
        {
            "id": 415,
            "joke": "Когда Чаку Норрису нужно яйцо, он разбивает курицу.",
            "categories": []
        },
        {
            "id": 416,
            "joke": "Чак Норрис играет в теннис вафельницей и шаром для боулинга.",
            "categories": []
        },
        {
            "id": 417,
            "joke": "По Библии Бог создал мир за 6 дней. Перед этим Чак Норрис создал Бога щелчком пальцев.",
            "categories": []
        },
        {
            "id": 418,
            "joke": "Чак Норрис не любит обычные пельмени. Вместо этого он фарширует черепаху говядиной и топит ее в свиной крови.",
            "categories": []
        },
        {
            "id": 419,
            "joke": "Посчитай от 1 до 10. Ровно столько времени понадобится Чаку Норрису, чтобы убить тебя...47 раз.",
            "categories": []
        },
        {
            "id": 420,
            "joke": "В 1972 команда Miami Dolphins проиграла один матч. Он был против Чака Норриса и трех семилетних девочек. Чак Норрис победил в овертайме.",
            "categories": []
        },
        {
            "id": 421,
            "joke": "Чак Норрис не просто политкорректный. Любые его действия корректны. Всегда.",
            "categories": []
        },
        {
            "id": 422,
            "joke": "Мистер Ти смеется над дураком. Чак Норрис отрывает дураку голову.",
            "categories": []
        },
        {
            "id": 423,
            "joke": "Чак Норрис вынужден прекратить стирать одежду в океане. Цунами убивают людей.",
            "categories": []
        },
        {
            "id": 424,
            "joke": "Чак Норрис решил остаться на Земле после Вознесения; он будет развлекаться, сражаясь с Антихристом.",
            "categories": []
        },
        {
            "id": 425,
            "joke": "Чак Норрис - единственное млекопитающее с противопоставленным большим пальцем. На пенисе.",
            "categories": [
                "explicit"
            ]
        },
        {
            "id": 426,
            "joke": "Однажды кто-то дразнил Чака Норриса пакетом чипсов, приговаривая &quot;Спорим, ты не сможешь съесть только одну!&quot; Чак Норрис съел чипсы, пакет и дразнившего в одно движение.",
            "categories": []
        },
        {
            "id": 427,
            "joke": "Любимый завтрак Чака Норриса - гвозди и гравий.",
            "categories": []
        },
        {
            "id": 428,
            "joke": "В фильме Парк Юрского периода Тираннозавр не гнался за джипом. Это Чак Норрис гнался и за тираннозавром, и за джипом.",
            "categories": []
        },
        {
            "id": 429,
            "joke": "Чака Норриса никогда не обвиняли в убийствах, так как его удары ногой с разворота называют &quot;Божий промысел.&quot;",
            "categories": []
        },
        {
            "id": 430,
            "joke": "Чак Норрис не пользуется контрацепцией. Потому что от Чака Норриса нет защиты.",
            "categories": []
        },
        {
            "id": 431,
            "joke": "Правила драк: 1) Не приходи с ножом на перестрелку. 2) Не приходи с пистолетом к Чаку Норрису.",
            "categories": []
        },
        {
            "id": 432,
            "joke": "Чак Норрис - единственный человек, который, в прямом смысле, опустил все детали. Кулаками.",
            "categories": []
        },
        {
            "id": 433,
            "joke": "Есть древняя китайская легенда, что однажды дитя родится от дракона, дитя вырастет в воина и уничтожит все зло, что есть на Земле. Этот воин - не Чак Норрис, Чак Норрис - тот кто убил воина.",
            "categories": []
        },
        {
            "id": 434,
            "joke": "Чак Норрис подтирается кольчугой и наждачкой.",
            "categories": []
        },
        {
            "id": 435,
            "joke": "Если играть с Чаком Норрисом в Монополию, хорошим исходом будет просто выжить.",
            "categories": []
        },
        {
            "id": 436,
            "joke": "Чак Норрис описывает людей как &quot;ходячая емкость для крови и кишок&quot;.",
            "categories": []
        },
        {
            "id": 438,
            "joke": "Чак Норрис любит лед в том же виде, что и черепа его врагов: колотые.",
            "categories": []
        },
        {
            "id": 439,
            "joke": "Чак Норрис может навалять через 6 рукопожатий.",
            "categories": []
        },
        {
            "id": 440,
            "joke": "Самые крутые мужики жрут гвозди на завтрак. Чак Норрис закупается продуктами в строительном магазине.",
            "categories": []
        },
        {
            "id": 441,
            "joke": "Чак Норрис не &quot;потерял&quot; свою девственность, он выследил и устранил ее.",
            "categories": []
        },
        {
            "id": 442,
            "joke": "Все, до чего дотрагивался король Мидас, превращалось в золото. Все, чего касается Чак Норрис, превращается в мертвое.",
            "categories": []
        },
        {
            "id": 448,
            "joke": "Если у Чак Норрис вылетают исключения, они разлетаются по всей комнате.",
            "categories": [
                "nerdy"
            ]
        },
        {
            "id": 449,
            "joke": "Все массивы, что объявляет Чак Норрис, не имеют размера, потому что Чак Норрис не знает границ.",
            "categories": [
                "nerdy"
            ]
        },
        {
            "id": 450,
            "joke": "У Чака Норриса нет задержки памяти, потому что его хард знает, что такое &quot;А ну шевелись, мать твою&quot;.",
            "categories": [
                "nerdy"
            ]
        },
        {
            "id": 451,
            "joke": "Чак Норрис пишет код, который сам себя оптимизирует.",
            "categories": [
                "nerdy"
            ]
        },
        {
            "id": 452,
            "joke": "Чак Норрис не умеет сравнивать, потому что никто не может сравниться с Чаком Норрисом.",
            "categories": [
                "nerdy"
            ]
        },
        {
            "id": 453,
            "joke": "Чак Норрис не вызывает .Dispose(), он вызывает .DropKick().",
            "categories": [
                "nerdy"
            ]
        },
        {
            "id": 454,
            "joke": "Первой программой Чака Норриса была kill -9.",
            "categories": [
                "nerdy"
            ]
        },
        {
            "id": 455,
            "joke": "Чак Норрис лопнул пузырь доткомов.",
            "categories": [
                "nerdy"
            ]
        },
        {
            "id": 456,
            "joke": "Все браузеры поддерживают цвета #chuck и #norris (черный и синий, как синяки у избитого).",
            "categories": [
                "nerdy"
            ]
        },
        {
            "id": 457,
            "joke": "MySpace вообще-то не твой-Space, 9он принадлежит Чаку Норрису (он просто пока что разрешает тебе им пользоваться).",
            "categories": [
                "nerdy"
            ]
        },
        {
            "id": 458,
            "joke": "Функции Чака Норриса с бесконечной рекурсией возвращают значение.",
            "categories": [
                "nerdy"
            ]
        },
        {
            "id": 459,
            "joke": "Чак Норрис решает задачу Ханойской башни за один ход.",
            "categories": [
                "nerdy"
            ]
        },
        {
            "id": 460,
            "joke": "Единственный паттерн, известный Чаку Норрису - Божественный объект.",
            "categories": [
                "nerdy"
            ]
        },
        {
            "id": 461,
            "joke": "Чак Норрис прошел World of Warcraft.",
            "categories": [
                "nerdy"
            ]
        },
        {
            "id": 462,
            "joke": "Проджект-менеджеры никогда не справивают у Чака Норриса, когда будет готово... никогда.",
            "categories": [
                "nerdy"
            ]
        },
        {
            "id": 463,
            "joke": "Чак Норрис не пользуется веб-стандартами, ведь это веб-стандарты соответствуют Чаку Норрису.",
            "categories": [
                "nerdy"
            ]
        },
        {
            "id": 464,
            "joke": "Любой код работает на машине Чака Норриса.",
            "categories": [
                "nerdy"
            ]
        },
        {
            "id": 465,
            "joke": "Доски для записей белые, потому что это Чак Норрис напугал их до такой степени.",
            "categories": []
        },
        {
            "id": 466,
            "joke": "Чак Норрис не строит диаграммы сгорания задач, он строит диаграммы отхреначивания задач.",
            "categories": [
                "nerdy"
            ]
        },
        {
            "id": 467,
            "joke": "Чак Норрис может удалить корзину.",
            "categories": [
                "nerdy"
            ]
        },
        {
            "id": 468,
            "joke": "Борода Чака Норриса печатает 140 wpm.",
            "categories": [
                "nerdy"
            ]
        },
        {
            "id": 469,
            "joke": "Чак Норрис может протестить всю прилагу одним утверждением.",
            "categories": [
                "nerdy"
            ]
        },
        {
            "id": 470,
            "joke": "Чак Норрис не занимается багхантингом, он занимается баг-геноцидом.",
            "categories": [
                "nerdy"
            ]
        },
        {
            "id": 471,
            "joke": "У Чака Норриса на клавиатуре кнопки Ctrl. Ничто не может контроллить Чака Норриса.",
            "categories": [
                "nerdy"
            ]
        },
        {
            "id": 472,
            "joke": "Когда Чак Норрис заходит на сайт, сайт получает предупреждение &quot;Warning: Internet Explorer has deemed this user to be malicious or dangerous. Proceed?&quot;.",
            "categories": [
                "nerdy"
            ]
        },
        {
            "id": 473,
            "joke": "Чак Норрис может переполнить твой стек просто взглянув на него.",
            "categories": [
                "nerdy"
            ]
        },
        {
            "id": 474,
            "joke": "Чак Норрис всегда найдет уязвимость.",
            "categories": [
                "nerdy"
            ]
        },
        {
            "id": 475,
            "joke": "Чаку Норрису не нужна sudo, он просто печатает &quot;Чак Норрис&quot;, и Линупс делает то, что он хочет.",
            "categories": [
                "nerdy"
            ]
        },
        {
            "id": 476,
            "joke": "Чак Норрис не дебажит, он просто угрожающе смотрит на баг, пока код не исправится.",
            "categories": [
                "nerdy"
            ]
        },
        {
            "id": 477,
            "joke": "Чак Норрис может получить доступ к приватным методам.",
            "categories": [
                "nerdy"
            ]
        },
        {
            "id": 478,
            "joke": "Чак Норрис может создать экземпляр абстрактного класса.",
            "categories": [
                "nerdy"
            ]
        },
        {
            "id": 479,
            "joke": "Чаку Норрису не нужны фабричные паттерны.",
            "categories": [
                "nerdy"
            ]
        },
        {
            "id": 480,
            "joke": "Объекты класса наследуются от Чака Норриса",
            "categories": [
                "nerdy"
            ]
        },
        {
            "id": 481,
            "joke": "Для Чака Норриса, NP-Hard = O(1).",
            "categories": [
                "nerdy"
            ]
        },
        {
            "id": 483,
            "joke": "Билл Гейтс думает, что он как Чак Норрис. Чак Норрис даже посмеялся. Один раз.",
            "categories": []
        },
        {
            "id": 484,
            "joke": "Чак Норрис на самом деле является лицом Apple. Джобс и Кук подменяли его, пока он на задании. А Чак Норрис всегда на задании.",
            "categories": []
        },
        {
            "id": 485,
            "joke": "У интернета Чака Норриса исходящая скорость выше входящей, потому что даже данные его боятся и убегают в страхе.",
            "categories": [
                "nerdy"
            ]
        },
        {
            "id": 486,
            "joke": "Чак Норрис моментально решил Задачу Коммивояжера. Вот решение: Расчленить коммивояжера на N частей. Пнуть каждую часть в нужный город.",
            "categories": [
                "nerdy"
            ]
        },
        {
            "id": 487,
            "joke": "Не существует выражения, способного поймать ChuckNorrisException.",
            "categories": [
                "nerdy"
            ]
        },
        {
            "id": 488,
            "joke": "Чак Норрис выполняет парное программирование в одиночку.",
            "categories": [
                "nerdy"
            ]
        },
        {
            "id": 489,
            "joke": "Чак Норрис может написать многопоточное приложение одним потоком.",
            "categories": [
                "nerdy"
            ]
        },
        {
            "id": 490,
            "joke": "Чак Норрис не занимается асинхронным программированием, страницы боятся ему отвечать.",
            "categories": [
                "nerdy"
            ]
        },
        {
            "id": 491,
            "joke": "Чак Норрис не пользуется рефлексией, это рефлексия вежливо просит его помочь.",
            "categories": [
                "nerdy"
            ]
        },
        {
            "id": 492,
            "joke": "На клавиатуре Чака Норриса нету кнопки Esc, потому что никто не уйдет от Чака Норриса.",
            "categories": [
                "nerdy"
            ]
        },
        {
            "id": 493,
            "joke": "Чак Норрис может использовать двоичный поиск в неотсортированном массиве.",
            "categories": [
                "nerdy"
            ]
        },
        {
            "id": 494,
            "joke": "Чак Норрис взламывает шифрование RSA 128-bit за миллисекунды.",
            "categories": [
                "nerdy"
            ]
        },
        {
            "id": 495,
            "joke": "Чак Норрис не пользуется try-catch, исключения просто боятся выскакивать.",
            "categories": [
                "nerdy"
            ]
        },
        {
            "id": 496,
            "joke": "Чак Норрис вышел из бесконечного цикла.",
            "categories": [
                "nerdy"
            ]
        },
        {
            "id": 497,
            "joke": "Если Чак Норрис пишет код с багами, баги сами себя фиксят.",
            "categories": [
                "nerdy"
            ]
        },
        {
            "id": 498,
            "joke": "У хостинга Чака Норриса 101% аптайма.",
            "categories": [
                "nerdy"
            ]
        },
        {
            "id": 499,
            "joke": "У Чака Норриса на клавиатуре есть кнопка &quot;Все кнопки&quot;.",
            "categories": [
                "nerdy"
            ]
        },
        {
            "id": 500,
            "joke": "Чак Норрис влезть в БД из интерфейса.",
            "categories": [
                "nerdy"
            ]
        },
        {
            "id": 501,
            "joke": "У программ Чака Норриса нету exit, только terminate.",
            "categories": [
                "nerdy"
            ]
        },
        {
            "id": 502,
            "joke": "Чак Норрис признает только сильную типизацию.",
            "categories": [
                "nerdy"
            ]
        },
        {
            "id": 503,
            "joke": "У протокола Чака Норриса нету статуса, запроса или ответа, только команды.",
            "categories": [
                "nerdy"
            ]
        },
        {
            "id": 504,
            "joke": "Программы Чак Норрис нагружают ЦП на 150%, даже когда они закрыты.",
            "categories": [
                "nerdy"
            ]
        },
        {
            "id": 505,
            "joke": "Функции Чака Норриса выполняются еще до того, как из вызвали.",
            "categories": [
                "nerdy"
            ]
        },
        {
            "id": 506,
            "joke": "Программы Чака Норриса не принимают ввод.",
            "categories": [
                "nerdy"
            ]
        },
        {
            "id": 507,
            "joke": "Чак Норрис может установить iTunes без установки Quicktime.",
            "categories": [
                "nerdy"
            ]
        },
        {
            "id": 508,
            "joke": "Чаку Норрису не нужна ОС.",
            "categories": [
                "nerdy"
            ]
        },
        {
            "id": 509,
            "joke": "У сетевой модели OSI Чака Норриса есть только один уровень - физический.",
            "categories": [
                "nerdy"
            ]
        },
        {
            "id": 510,
            "joke": "Чак Норрис может скомпиллировать синтаксические ошибки.",
            "categories": [
                "nerdy"
            ]
        },
        {
            "id": 511,
            "joke": "Каждое SQL выражение Чака Норриса подразумевает &quot;COMMIT&quot; в конце.",
            "categories": [
                "nerdy"
            ]
        },
        {
            "id": 512,
            "joke": "Не понял шутку, оставил в оригинале. Chuck Norris does not need to type-cast. The Chuck-Norris Compiler (CNC) sees through things. All way down. Always.",
            "categories": [
                "nerdy"
            ]
        },
        {
            "id": 513,
            "joke": "Чак Норрис не пишет циклы, он пишет налеты.",
            "categories": [
                "nerdy"
            ]
        },
        {
            "id": 514,
            "joke": "Чак Норрис не пользуется компьютер, потому что компьютер работает медленнее, чем Чак Норрис.",
            "categories": []
        },
        {
            "id": 515,
            "joke": "Чак Норрис сжимает файлы, избивая HDD.",
            "categories": [
                "nerdy"
            ]
        },
        {
            "id": 517,
            "joke": "Чак Норрис решил Проблему остановки.",
            "categories": [
                "nerdy"
            ]
        },
        {
            "id": 518,
            "joke": "Чак Норрис не обманывает смерть. Он побеждает в честном бою.",
            "categories": []
        },
        {
            "id": 519,
            "joke": "Чак Норрис выиграл в Четыре в ряд за 3 хода.",
            "categories": []
        },
        {
            "id": 520,
            "joke": "У Чака Норриса P = NP. Решения Чака Норриса всегда самые оптимальные. Точка.",
            "categories": [
                "nerdy"
            ]
        },
        {
            "id": 522,
            "joke": "Чак Норрис может поставить уницикл на дыбы.",
            "categories": []
        },
        {
            "id": 523,
            "joke": "Чак Норрис может выиграть в Русскую рулетку с полностью заряженным пистолетом.",
            "categories": []
        },
        {
            "id": 524,
            "joke": "Чак Норрис питается молнией и какает грозой.",
            "categories": []
        },
        {
            "id": 525,
            "joke": "Чак Норрис может достать что угодно из /dev/null.",
            "categories": [
                "nerdy"
            ]
        },
        {
            "id": 526,
            "joke": "Никто никогда не занимался парным программированием с Чаком Норрисом, никто не выжил, чтобы рассказать.",
            "categories": [
                "nerdy"
            ]
        },
        {
            "id": 527,
            "joke": "Никто не проронил ни слова во время код-ревью Чака Норриса.",
            "categories": [
                "nerdy"
            ]
        },
        {
            "id": 528,
            "joke": "Чак Норрис не использует интерфейс, ему по душе командная строка.",
            "categories": [
                "nerdy"
            ]
        },
        {
            "id": 529,
            "joke": "Чак Норрис не использует Oracle, он и есть Оракул.",
            "categories": [
                "nerdy"
            ]
        },
        {
            "id": 530,
            "joke": "Чак Норрис может разыминовать NULL.",
            "categories": [
                "nerdy"
            ]
        },
        {
            "id": 531,
            "joke": "Иисус может ходить по воде, Чак Норрис может плавать в земле.",
            "categories": []
        },
        {
            "id": 532,
            "joke": "Код Чака Норриса намного лучше твоего.",
            "categories": [
                "nerdy"
            ]
        },
        {
            "id": 533,
            "joke": "Плагин Eclipse Чака Норриса вышел на контакт с инопланетной цивилизацией.",
            "categories": [
                "nerdy"
            ]
        },
        {
            "id": 534,
            "joke": "Чак Норрис - отличный мьютекс, его боятся абсолютно все, в том числе и потоки.",
            "categories": [
                "nerdy"
            ]
        },
        {
            "id": 535,
            "joke": "Чак Норрис использует canvas в IE.",
            "categories": [
                "nerdy"
            ]
        },
        {
            "id": 536,
            "joke": "В тест-кейсы Чака Норриса включен и сам код.",
            "categories": [
                "nerdy"
            ]
        },
        {
            "id": 537,
            "joke": "Каждая волосинка в бороде Чака Норриса будет участвовать в самой масштабной DDOS-атаке в мире.",
            "categories": [
                "nerdy"
            ]
        },
        {
            "id": 538,
            "joke": "Логи Чака Норриса всегда уровня FATAL.",
            "categories": [
                "nerdy"
            ]
        },
        {
            "id": 539,
            "joke": "У Чака Норриса в БД только одна таблица, 'Kick', которую он часто дропает.",
            "categories": [
                "nerdy"
            ]
        },
        {
            "id": 541,
            "joke": "Чак Норрис положит билд, то его уже будет не восстановить, не останется ни одной строчки кода.",
            "categories": [
                "nerdy"
            ]
        },
        {
            "id": 542,
            "joke": "Чак Норрис печатает одним пальцем. Он указывает пальцем на клавиатуру, а клавиатура делает все остальное.",
            "categories": [
                "nerdy"
            ]
        },
        {
            "id": 543,
            "joke": "Программы Чака Норриса проходят тест Тьюринга.",
            "categories": [
                "nerdy"
            ]
        },
        {
            "id": 544,
            "joke": "Если попробовать остановить программу Чака Норриса, она начнет отстреливаться.",
            "categories": [
                "nerdy"
            ]
        },
        {
            "id": 545,
            "joke": "Мозговые волны Чака Норриса вредны для мобильных телефонов.",
            "categories": []
        },
        {
            "id": 546,
            "joke": "Чак Норрис проходит бесконечный цикл за 4 секунды.",
            "categories": [
                "nerdy"
            ]
        },
        {
            "id": 547,
            "joke": "Продукт овнеры не просят у Чака Норриса добавить новую фичу. Они просят пощадить.",
            "categories": [
                "nerdy"
            ]
        },
        {
            "id": 548,
            "joke": "Продукт овнеры не спорят с Чаком Норрисом. Однажды за просьбу добавить новую фичу он избил весь проект.",
            "categories": [
                "nerdy"
            ]
        },
        {
            "id": 549,
            "joke": "Чак Норрис убивает два камня одной птичкой.",
            "categories": []
        },
        {
            "id": 550,
            "joke": "Чак Норрис может говорить на Браиле.",
            "categories": []
        },
        {
            "id": 551,
            "joke": "Чак Норрис может переписать константу.",
            "categories": [
                "nerdy"
            ]
        },
        {
            "id": 552,
            "joke": "Чак Норрис знает значение NULL, он также может по нему отсортировать.",
            "categories": [
                "nerdy"
            ]
        },
        {
            "id": 553,
            "joke": "Китай разрешает Чаку Норрису искать порно в гугле.",
            "categories": [
                "explicit"
            ]
        },
        {
            "id": 554,
            "joke": "Чак Норрис может установить 64-битную ОС на 32-битное железо.",
            "categories": [
                "nerdy"
            ]
        },
        {
            "id": 555,
            "joke": "У Чака Норриса нет волос на яйцах, потому что на стали волосы не растут.",
            "categories": [
                "explicit"
            ]
        },
        {
            "id": 556,
            "joke": "Чак Норрис может записывать в output stream.",
            "categories": [
                "nerdy"
            ]
        },
        {
            "id": 557,
            "joke": "Чак Норрис может читать из input stream.",
            "categories": [
                "nerdy"
            ]
        },
        {
            "id": 558,
            "joke": "Чак Норрис не делает билды. Любая машина знает, как интерпретировать код Чака Норриса.",
            "categories": [
                "nerdy"
            ]
        },
        {
            "id": 559,
            "joke": "Тесты Чак Норрис не просто выполняются. Они могут убивать.",
            "categories": [
                "nerdy"
            ]
        },
        {
            "id": 560,
            "joke": "Чак Норрис сидит на стэнд-апе.",
            "categories": []
        },
        {
            "id": 561,
            "joke": "Чаку Норрису не нужно создавать аккаунт. Он просто логинится.",
            "categories": []
        },
        {
            "id": 562,
            "joke": "Сколько Чаков Норрисов нужно чтобы вкрутить лампочку? Нисколько, он всех уже прокрутил на херу.",
            "categories": [
                "explicit"
            ]
        },
        {
            "id": 563,
            "joke": "Чак Норрис вызывает BSOD.",
            "categories": [
                "nerdy"
            ]
        },
        {
            "id": 564,
            "joke": "Чак Норрис может выгрузить имейлы из своего пикапа.",
            "categories": [
                "nerdy"
            ]
        },
        {
            "id": 565,
            "joke": "Классы Чак Норрис одновременно абстрактные и финальные.",
            "categories": [
                "nerdy"
            ]
        },
        {
            "id": 566,
            "joke": "Чак Норрис может написать команду в java, чтобы убить.",
            "categories": [
                "nerdy"
            ]
        },
        {
            "id": 567,
            "joke": "Код работает быстрее, когда Чак Норрис следит за ним.",
            "categories": [
                "nerdy"
            ]
        },
        {
            "id": 584,
            "joke": "Это Чак Норрис удаляет вебсайты, а не SOPA и PIPA.",
            "categories": [
                "nerdy"
            ]
        },
        {
            "id": 585,
            "joke": "Чак Норрис не носит часы, он решает, который сейчас час.",
            "categories": []
        },
        {
            "id": 586,
            "joke": "Чак Норрис уже был на Луне и на Марсе, поэтому там нет признаков жизни.",
            "categories": []
        },
        {
            "id": 587,
            "joke": "Однажды очень вежливый полицейский арестовал Чака Норриса, полицейский смог отделаться только предупреждением.",
            "categories": []
        },
        {
            "id": 588,
            "joke": "Чак Норрис знает, что там у Виктории за секрет.",
            "categories": []
        },
        {
            "id": 589,
            "joke": "Однажды Чак Норрис захотел пострелять. Так появились кратеры на Луне.",
            "categories": []
        },
        {
            "id": 590,
            "joke": "Чак Норрис умер 10 лет назад, просто Смерть боится ему об этом сказать.",
            "categories": []
        },
        {
            "id": 591,
            "joke": "В календаре Чака Норриса нет 1 Апреля, потому что никто не сможет одурачить Чака Норриса.",
            "categories": []
        },
        {
            "id": 592,
            "joke": "Когда Чак Норрис режет лук - плачет лук.",
            "categories": []
        },
        {
            "id": 593,
            "joke": "Чак Норрис может посмотреть радио.",
            "categories": []
        },
        {
            "id": 594,
            "joke": "Чак Норрис построил роддом, в котором он родился.",
            "categories": []
        },
        {
            "id": 595,
            "joke": "Однажды Чак Норрис выписал чек, а банк получил ногой с разворота.",
            "categories": []
        },
        {
            "id": 596,
            "joke": "Чак Норрис может утопить рыбу.",
            "categories": []
        },
        {
            "id": 597,
            "joke": "Однажды Смерть испытала Пред-ЧакНоррисовый опыт.",
            "categories": []
        },
        {
            "id": 598,
            "joke": "Однажды Чак Норрис И Супермен поспорили. Проигравший должен был носить трусы поверх штанов.",
            "categories": []
        },
        {
            "id": 599,
            "joke": "Чак Норрис может разжечь огонь двумя кубиками льда.",
            "categories": []
        },
        {
            "id": 600,
            "joke": "Слезы Чака Норриса лечат рак, но Чак Норрис никогда не плачет.",
            "categories": []
        },
        {
            "id": 601,
            "joke": "Чак Норрис может вспомнить будущее.",
            "categories": []
        },
        {
            "id": 602,
            "joke": "Чак Норрис не стареет, потому что время не поспевает за ним.",
            "categories": []
        },
        {
            "id": 603,
            "joke": "Призраки - это люди, которых Чак Норрис убивает настолько быстро, что Смерть не успевает до них дойти.",
            "categories": []
        },
        {
            "id": 604,
            "joke": "Чак Норрис знает все определения из Оксфордского словаря, кроме одного - &quot;Жалость&quot;.",
            "categories": []
        },
        {
            "id": 605,
            "joke": "Чаку Норрису не нужна клавиатура. Он просто приказывает компьютеру написать че-нить.",
            "categories": [
                "nerdy"
            ]
        },
        {
            "id": 606,
            "joke": "Чак Норрис однажды помочился в бензобак грузовика по приколу - теперь мы называем этот грузовик Оптимус Прайм.",
            "categories": []
        },
        {
            "id": 607,
            "joke": "Иногда Чак Норрис просто валяет дурака от нечего делать. Например, закидывает кометы и астероиды в черные дыры.",
            "categories": []
        },
        {
            "id": 608,
            "joke": "Чак Норрис может стоять на голове. Своего члена.",
            "categories": [
                "explicit"
            ]
        },
        {
            "id": 609,
            "joke": "С пяткой Ахиллеса не было никаких проблем, пока он не наступил Чаку Норрису на ногу.",
            "categories": []
        },
        {
            "id": 610,
            "joke": "Вы знали, что Чак Норрис появляется в каждом фильме Звездные Войны? Он играет &quot;Силу&quot;.",
            "categories": []
        },
        {
            "id": 611,
            "joke": "Тук-тук. Кто там? Чак Норрис!.................Всё.",
            "categories": []
        },
        {
            "id": 612,
            "joke": "Чак Норрис не побеждает, он разрешает тебе проиграть.",
            "categories": []
        },
        {
            "id": 613,
            "joke": "Чак Норрис не пускает газы. Землетрясения довольно опасны.",
            "categories": []
        },
        {
            "id": 614,
            "joke": "Чак Норрис однажды продал eBay самому eBay на eBay.",
            "categories": []
        },
        {
            "id": 615,
            "joke": "Чак Норрис может построить снеговика из дождя.",
            "categories": []
        },
        {
            "id": 616,
            "joke": "Чак Норрис создал Солнце, потерев свои руки.",
            "categories": []
        },
        {
            "id": 617,
            "joke": "Чак Норрис не включает воду, он смотрит на кран, пока то не начинает рыдать.",
            "categories": []
        },
        {
            "id": 618,
            "joke": "Чак Норрис носит солнечные очки, чтобы защитить Солнце от своих глаз.",
            "categories": []
        },
        {
            "id": 619,
            "joke": "Чак Норрис может запереть сейф и положить ключ внутрь.",
            "categories": []
        }
    ]
}